fileservers.title=Serveurs de fichiers
fileservers.intro-text=Acc\u00e8s \u00e0 Alfresco via les protocoles CIFS et FTP.


fileservers.filesystems=Syst\u00e8mes de fichiers
fileservers.filesystems.filesystem-name=Nom du syst\u00e8me de fichiers
fileservers.filesystems.filesystem-name.description=Nom donn\u00e9 au syst\u00e8me de fichiers lors de l'utilisation de CIFS, WebDAV ou FTP.

fileservers.cifs=CIFS
fileservers.cifs.cifs-enabled=CIFS activ\u00e9
fileservers.cifs.cifs-enabled.description=Active ou d\u00e9sactive le serveur CIFS.
fileservers.cifs.server-name=Nom du serveur
fileservers.cifs.server-name.description=Nom de l''h\u00f4te du serveur CIFS Alfresco. Ce nom peut comporter 16\u00a0caract\u00e8res maximum et doit \u00eatre unique sur le r\u00e9seau. Vous pouvez utiliser le jeton sp\u00e9cial d''authentification ${localname} \u00e0 la place du nom de l''h\u00f4te du serveur local et g\u00e9n\u00e9rer un nom unique en lui retirant ou en y ajoutant des caract\u00e8res.
fileservers.cifs.domain=Domaine
fileservers.cifs.domain.description=Domaine ou groupe de travail auquel le serveur appartient. S'il n'est pas sp\u00e9cifi\u00e9, le domaine/groupe de travail du serveur est utilis\u00e9.
fileservers.cifs.host-announce=Annonce h\u00f4te
fileservers.cifs.host-announce.description=Active l'annonce du serveur CIFS sur le groupe de travail/domaine local afin qu'il apparaisse dans l'environnement r\u00e9seau/les emplacements r\u00e9seau.
fileservers.cifs.session-timeout=Expiration de la session (en secondes)
fileservers.cifs.session-timeout.description=Le d\u00e9lai d'expiration par d\u00e9faut de la session CIFS est de 15\u00a0minutes. Si aucune entr\u00e9e/sortie n'intervient pendant ce d\u00e9lai, le serveur met fin \u00e0 la session. Les clients Windows envoient des requ\u00eates keep-alive, g\u00e9n\u00e9ralement dans un d\u00e9lai de 15\u00a0minutes.

fileservers.ftp=FTP
fileservers.ftp.ftp-enabled=FTP activ\u00e9
fileservers.ftp.ftp-enabled.description=Active ou d\u00e9sactive le serveur FTP.
fileservers.ftp.port=Port
fileservers.ftp.port.description=Port que le serveur FTP \u00e9coute.
fileservers.ftp.dataport-to=Fin de la plage de ports de donn\u00e9es
fileservers.ftp.dataport-to.description=Limite sup\u00e9rieure de la plage de ports de donn\u00e9es.
fileservers.ftp.dataport-from=D\u00e9but de la plage de ports de donn\u00e9es
fileservers.ftp.dataport-from.description=Limite inf\u00e9rieure de la plage de ports de donn\u00e9es.