fileservers.title=Servidores de arquivos
fileservers.intro-text=O Alfresco oferece suporte ao acesso via protocolos CIFS e FTP.


fileservers.filesystems=Sistemas de arquivos
fileservers.filesystems.filesystem-name=Nome do sistema de arquivos
fileservers.filesystems.filesystem-name.description=O nome dado ao sistema de arquivos ao usar CIFS, WebDAV ou FTP.

fileservers.cifs=CIFS
fileservers.cifs.cifs-enabled=CIFS ativado
fileservers.cifs.cifs-enabled.description=Ativa ou desativa o servidor CIFS.
fileservers.cifs.server-name=Nome do servidor
fileservers.cifs.server-name.description=O nome de host do servidor CIFS do Alfresco. Pode ter no m\u00e1ximo 16 caracteres e deve ser exclusivo na rede. Voc\u00ea pode usar o token especial ${localname} em vez do nome de host do servidor local e gerar um nome exclusivo adicionando a ele um prefixo/sufixo.
fileservers.cifs.domain=Dom\u00ednio
fileservers.cifs.domain.description=O dom\u00ednio ou grupo de trabalho ao qual o servidor pertence. Se n\u00e3o for especificado, o dom\u00ednio/grupo de trabalho do servidor ser\u00e1 usado.
fileservers.cifs.host-announce=An\u00fancio do host
fileservers.cifs.host-announce.description=Permite o an\u00fancio do servidor CIFS para o dom\u00ednio/grupo de trabalho local, de modo que ele apare\u00e7a em Locais de rede/Ambiente de rede.
fileservers.cifs.session-timeout=Tempo limite da sess\u00e3o (segundos)
fileservers.cifs.session-timeout.description=O tempo limite padr\u00e3o da sess\u00e3o CIFS \u00e9 de 15 minutos. Se n\u00e3o ocorrer nenhuma E/S na sess\u00e3o durante esse per\u00edodo de tempo, a sess\u00e3o ser\u00e1 fechada pelo servidor. Os clientes do Windows enviam solicita\u00e7\u00f5es keep-alive, normalmente em at\u00e9 15 minutos.

fileservers.ftp=FTP
fileservers.ftp.ftp-enabled=FTP ativado
fileservers.ftp.ftp-enabled.description=Ativa ou desativa o servidor FTP.
fileservers.ftp.port=Porta
fileservers.ftp.port.description=A porta em que o servidor FTP escuta \u00e0 espera de conex\u00f5es.
fileservers.ftp.dataport-to=Dataport para
fileservers.ftp.dataport-to.description=O limite superior do intervalo de portas de dados.
fileservers.ftp.dataport-from=Dataport de
fileservers.ftp.dataport-from.description=O limite inferior do intervalo de portas de dados.