# Action conditions

add-features.description=Bu i\u015flem, uygun nesneye bir aspect ekleyecektir.
add-features.title=Nesneye aspect ekle
check-in.description=Bu i\u015flem, uygun nesneyi "check in" yapacakt\u0131r.
check-in.title=\u0130çeri\u011fi "check in" yap
check-out.description=Bu i\u015flem, uygun nesneyi "check out" yapacakt\u0131r.
check-out.title=\u0130çeri\u011fi "check out" yap
compare-mime-type.description=Bu kural seçilen MIME tipine uygun içeri\u011fe sahip olan bütün nesnelere uygulanacakt\u0131r.
compare-mime-type.title=Seçilen MIME tipindeki bütün nesneler
compare-property-value.description=Bu kural, ismi belirtilen de\u011fere uyan bütün nesnelere uygulanacakt\u0131r.
compare-property-value.title=\u0130smi belirtilen de\u011fere uyan bütün nesneler
copy.description=Bu i\u015flem, uygun nesneyi ba\u015fka bir alana kopyalayacakt\u0131r.
copy.title=Nesneyi belirtilen alana kopyala
counter.counter=Nesnenin "sayaç" özelli\u011fini bir artt\u0131r.
counter.title=Sayac\u0131 Artt\u0131r
execute-all-rules.description=Alt nesnelerdeki bütün kurallar\u0131 çal\u0131\u015ft\u0131r.
execute-all-rules.title=Bütün kurallar\u0131 çal\u0131\u015ft\u0131r
export.description=Alan\u0131 ve iste\u011fe ba\u011fl\u0131 olarak alt\u0131ndaki bütün nesneleri Alfresco export paketi olarak olu\u015fturur.
export.generic.package.description=Alfresco export.
export.package.description=''{0}'' alan\u0131 için Alfresco içerik paketi.
export.package.error=Export için geçici dosyay\u0131 bulma i\u015fleminde hata olu\u015ftu
export.root.package.description=Deponun tamam\u0131 için Alfresco içerik paketi.
export.store.package.description=Depo "{0} için Alfresco Export.
export.title=Alan\u0131 export et
extract-metadata.description=Ba\u015fl\u0131k, yazar ve tan\u0131m metadata alanlar\u0131n\u0131 genel içerik türünden al\u0131r.
extract-metadata.title=Genel metadata alanlar\u0131n\u0131 içerikten al
has-aspect.description=Bu kural belirtilen aspect'e sahip bütün nesnelere uygulan\u0131r.
has-aspect.title=Belirli aspect'e sahip nesneler
import.description=Alfresco içerik paketini depoya import eder.
import.title=Bir Alfresco içerik paketini import et
in-category.description=Bu kural belirtilen kategorideki tüm nesnelere uygulan\u0131r.
in-category.title=Belirtilen kategorideki nesneler
is-subtype.description=Bu kural belirtilen türdeki ve alt türündeki tüm nesnelere uygulan\u0131r.\ 
is-subtype.title=Belirtilen türdeki ve alt türündeki nesneler
link-category.description=Bu i\u015flem, uygun nesneyi bir kategoriyle ili\u015fkilendirecektir.
link-category.title=Nesneyi bir kategoriyle ili\u015fkilendir.
mail.description=Bu i\u015flem, içerik belirtilen \u015fartlara uydu\u011fu taktirde, listedeki kullan\u0131c\u0131lara e-posta gönderecektir.
mail.title=Belirtilen kullan\u0131c\u0131lara e-posta gönder
move.description=Bu i\u015flem, uygun nesneyi ba\u015fka bir alana ta\u015f\u0131yacakt\u0131r.
move.title=Nesneyi belirtilen alana ta\u015f\u0131
no-condition.description=Bu durum, alana eklenen tüm ö\u011feler için geçerli olacakt\u0131r. Alana eklenen bütün nesneler için i\u015flemi çal\u0131\u015ft\u0131rmak istedi\u011finiz taktirde bunu kullan\u0131n.
no-condition.title=Bütün Nesneler
remove-features.description=Bu i\u015flem, uygun nesneden belirtilen aspect'i kald\u0131racakt\u0131r.
remove-features.title=Nesneden bir aspect'i kald\u0131r.
script.description=Yeni dosya veya klasör yaratmak gibi i\u015fler için bir JavaScript çal\u0131\u015ft\u0131r
script.title=Bir script çal\u0131\u015ft\u0131r
set-property-value.description=Bu i\u015flem, belirtilen özelli\u011fe belirtilen de\u011feri atayacakt\u0131r.
set-property-value.title=Bir özelli\u011fe belirtilen de\u011feri ata.
simple-workflow.description=Bu i\u015flem, uygun nesneye bir i\u015f ak\u0131\u015f\u0131 ekleyecektir. Bu, i\u015f ak\u0131\u015f\u0131n\u0131n bir sonraki ad\u0131m\u0131nda, nesnenin ba\u015fka bir alana ta\u015f\u0131nmas\u0131na olanak verecektir. Bir reddetme ad\u0131m\u0131 olu\u015fturmak isterseniz, o durumda ta\u015f\u0131naca\u011f\u0131 alan\u0131 da belirleyebilirsiniz.
simple-workflow.title=Nesneye i\u015f ak\u0131\u015f\u0131 ekle
specialise-type.description=Bu i\u015flem, uygun nesneyi belirtilen tipe göre özelle\u015ftirecektir.
specialise-type.title=Nesnenin tipini özelle\u015ftir
start-workflow.description=E\u015fle\u015fen nesneler için bir i\u015f ak\u0131\u015f\u0131 ba\u015flat\u0131lacak.
start-workflow.title=\u0130\u015f Ak\u0131\u015f\u0131 Ba\u015flat
transform-image.description=Bu i\u015flem, uygun grafik dosyas\u0131n\u0131 belirtilen tipe dönü\u015ftürecek ve sonucu belirtilen alana kopyalayacakt\u0131r.\ 
transform-image.title=Grafik dosyas\u0131n\u0131 belirtilen tipe dönü\u015ftür ve sonucu belirtilen alana kopyala.\ 
transform.description=Bu i\u015flem, uygun içeri\u011fi belirtilen tipe dönü\u015ftürecek ve sonucu belirtilen alana kopyalayacakt\u0131r.\ 
transform.title=\u0130çeri\u011fi belirtilen tipe dönü\u015ftür ve sonucu belirtilen alana kopyala
