# Action conditions

no-condition.title=Svi predmeti
no-condition.description=Ovaj uvjet \u0107e u odabir uklju\u010diti sve predmete dodane u prostor. Koristite ovaj uvjet kada \u017eelite izvr\u0161iti akciju nad svim \u0161to se dodaje u prostor.

compare-property-value.title=Predmeti s odre\u0111enim dijelom u nazivu
compare-property-value.description=Pravilo se primjenjuje na sve predmete koji imaju odre\u0111eni dio teksta u nazivu.

in-category.title=Predmeti s odre\u0111enom vrijednosti kategorije
in-category.description=Pravilo je primjenjeno na sve predmete koji imaju odre\u0111enu vrijednost kategorije.

is-subtype.title=Predmeti odre\u0111enog tipa ili njegovog podtipa
is-subtype.description=Pravilo je primijenjeno na sve predmete odre\u0111enog tipa ili podtipa

has-aspect.title=Predmeti koji imaju primijenjen(HX: pridjeljen) odre\u0111eni aspekt
has-aspect.description=Pravilo se primjenjuje na sve predmete odre\u0111enog aspekta.

compare-mime-type.title=Predmeti s odre\u0111enim mime tipom
compare-mime-type.description=Pravilo se primjenjuje na sve predmete koji imaju sadr\u017eaj odre\u0111enog mime tipa.

# Actions

add-features.title=Dodaj aspekt predmetu
add-features.description=Dodavanje aspekta odgovaraju\u0107em predmetu.

remove-features.title=Ukloni aspekt sa predmeta
remove-features.description=Akcija \u0107e ukloniti aspekt sa odgovaraju\u0107eg predmeta.

simple-workflow.title=Dodaj predmetu jednostavan hodogram
simple-workflow.description=Ovo \u0107e dodati jednostavan hodogram za odgovaraju\u0107i predmet. To \u0107e omogu\u0107iti predmetu da bude premje\u0161ten u drugi prostor za slijede\u0107i korak hodograma. Mo\u017eete tako\u0111er odrediti prostor za premje\u0161tanje u slu\u010daju odbacivanja predmeta.
			
link-category.title=Pove\u017ei predmet s kategorijom
link-category.description=Ovo \u0107e primijeniti kategoriju na odgovaraju\u0107i predmet.

transform.title=Konvertiraj i kopiraj predmet u zadani prostor
transform.description=Ovo \u0107e konvertirati odgovaraju\u0107i sadr\u017eaj i kopirati rezultat u zadani prostor

transform-image.title=Konvertiraj i kopiraj sliku u zadani prostor
transform-image.description=Ovo \u0107e konvertirati odgovaraju\u0107u sliku i kopirati retultat u zadani prostor

copy.title=Kopiraj predmet u zadani prostor
copy.description=Ovo \u0107e kopirati odgovaraju\u0107i predmet u zadani prostor.

move.title=Premjesti predmet u zadani prostor
move.description=Ovo \u0107e premjestiti odgovaraju\u0107i predmet u zadani prostor.

mail.title=Po\u0161alji e-po\u0161tu navedenim korisnicima
mail.description=Ovo \u0107e poslati e-po\u0161tu odabranim korisnicima ako sadr\u017eaj odgovara zadanim uvjetima.

check-in.title=Prijavi sadr\u017eaj
check-in.description=Ovom akcijom \u0107e se prijaviti odabrani sadr\u017eaj.

check-out.title=Odjavi sadr\u017eaj
check-out.description=Ovom akcijom odjavit \u0107e se odgovaraju\u0107i sadr\u017eaj.

set-property-value.title=Postavi vrijednost svojstva
set-property-value.description=Ovo \u0107e postaviti vrijednost svojstva na zadanu vrijednost.

import.title=Uvozi Alfrescov paket sadr\u017eaja
import.description=Uvozi Alfrescov paket sadr\u017eaja u skladi\u0161te.

extract-metadata.title=Izdvoji uobi\u010dajena polja metapodataka iz sadr\u017eaja
extract-metadata.description=Izdvaja naslov, autora i opis (polja metapodataka) iz uobi\u010dajenih tipova sadr\u017eaja.

specialise-type.title=Specijalizacija tipa predmeta
specialise-type.description=Specijalizacija odgovoraju\u0107eg predmeta za zadani tip.

export.title=Izvezi prostor
export.description=Izvoz prostora, te opcionalno njegovih podprostora u Alfrescov izvozni paket.
export.package.description=Alfrescov paket sadr\u017eaja za prostor ''{0}''.
export.root.package.description=Alfrescov paket sadr\u017eaja za cijelokupno skladi\u0161te.
export.store.package.description=Izvoz Alfresco skladi\u0161ta ''{0}''.
export.generic.package.description=Izvoz Alfrescovog skladi\u0161ta.
export.package.error=Neuspje\u0161no pronala\u017eenje privremene datoteke za izvoz

script.title=Izvr\u0161i JavaScript program
script.description=Izvr\u0161ava JavaScript datoteku koja \u0107e napraviti neki zadatak kao \u0161to je kreiranje novih datoteka ili mapa.

counter.title=Pove\u0107avaj broja\u010d
counter.counter=Pove\u0107ava svojstvo broja\u010da za predmet.

execute-all-rules.title=Izvr\u0161i sva pravila
execute-all-rules.description=Izvr\u017eava sva pravila nad podre\u0111enim predmetima.

start-workflow.title=Zapo\u010dni hodogram
start-workflow.description=Ovo \u0107e zapo\u010deti hodogram za zadane predmete.

# WCM Actions

simple-avm-submit.title=Jednostavno izravno slanje
simple-avm-submit.description=Ovo \u0107e poslati sve novije \u010dvorove zadanog predmeta u odgovaraju\u0107i stupanj.

simple-avm-promote.title=Jednostavna promocija prostora za isprobavanje
simple-avm-promote.description=Ovo \u0107e promovirati sve novije \u010dvorove zadanog predmate u zadani prostor za isprobavanje.
simple-avm-promote.target-store.display-label=Naziv odredi\u0161nog AVM mjesta.

avm-revert-store.title=Vrati na staro pojedina\u010dni \u010dvor u prostoru.
avm-revert-store.description=Ova akcija vra\u0107a na prethodnu ina\u010dicu odabrani \u010dvor i njegove pod\u010dvorove.
avm-revert-store.version.display-label=Ina\u010dica na koju se treba vratiti.

avm-revert-list.title=Vrati na staro popis \u010dvorova u prostoru.
avm-revert-list.description=Ovo vra\u0107a sve \u010dvorove iz popisa na prethodnu ina\u010dicu.
avm-revert-list.version.display-label=Ina\u010dica na koju se vra\u0107a.
avm-revert-list.node-list.display-label=String enkodirani popis \u010dvorova koje treba vratiti.
avm-revert-list.flatten.display-label=Da li izravnati prostor nakon vra\u0107anja.
avm-revert-list.store.display-label=Naziv prostora koji se vra\u0107a, potreban samo ako se izravnava.
avm-revert-list.staging.display-label=Naziv prijelaznog prostora u koji se izravnati prostor objavljuje.
avm-revert-list.flatten-path.display-label=Relativna putanja prostora koji se treba izravnati.

avm-revert-to-version.title=Vra\u010danje \u010dvora na odre\u0111enu ina\u010dicu.
avm-revert-to-version.description=Ovo vra\u0107a \u010dvor na odre\u0111enu ina\u010dicu.
avm-revert-to-version.to-revert.display-label=Opis AVM \u010dvora ina\u010dice na koju se vra\u0107a.

avm-undo-list.title=Napravi popis \u010dvorova u prostoru transparetno sa izradom.
avm-undo-list.description=Ovo se koristi kao brisanje u slu\u010daju pogre\u0161ke u korisnikovom prostoru za testiranje.
avm-undo-list.node-list.display-label=String enkodirani popis \u010dvorova koji se vra\u0107aju na staro.

avm-deploy-snapshot.title=Postavi snimku stanja na udaljeni poslu\u017eitelj.
avm-deploy-snapshot.description=Ovo postavlja snimku stanja web stranica na udaljeni poslu\u017eitelj.
avm-deploy-snapshot.website.display-label=NodeRef web stanica s kojih se vr\u0161i postavljanje.
avm-deploy-snapshot.target-server.display-label=Naziv ili IP adresa udaljenog poslu\u017eitelja na kojem se vr\u0161i postavljanje.
avm-deploy-snapshot.default-rmi-port.display-label=Po\u010detni RMI port za spajanje ukoliko nije zadan u postavkama ciljnog poslu\u017eitelja.
avm-deploy-snapshot.remote-username.display-label=Korisni\u010dko ime za spajanje.
avm-deploy-snapshot.remote-password.display-label=Korisni\u010dka zaporka.
avm-deploy-snapshot.deploy-callback.display-label=DeploymentCallback slu\u0161aju\u0107i objekt.
avm-deploy-snapshot.delay.display-label=Odre\u0111ivanje mogu\u0107e odgode po\u010detka postavljanja.

start-avm-workflow.title=Zapo\u010dni WCM hodogram
start-avm-workflow.description=Zapo\u010dinje hodogram koji o\u010dekuje AVM paket hodograma
start-avm-workflow.store-name.display-label=Naziv prostora za po\u010detak zadatka
start-avm-workflow.workflow-name.display-label=Naziv WCM hodogram koji se treba pozvati.

copy-to-web-project.title=Kopiraj predmet u mapu web projekta
copy-to-web-project.description=Ovo \u0107e kopirati prona\u0111eni predmet u mapu web projekta.

avm-link-validation.title=Izvodi provjeru valjanosti poveznice.
avm-link-validation.description=Izvodi provjeru valjanosti poveznice.
avm-link-validation.monitor.display-label=Objekt statusa koji se koristi za odre\u0111ivanje napredovanja
avm-link-validation.compare-to-staging.display-label=Odre\u0111uje da li \u0107e provjera poveznice koristiti odgovaraju\u0107i izlo\u017ebeni prostor za usporedbu

