# Action conditions

no-condition.title=Wszystkie elementy
no-condition.description=Ten warunek dotyczy jakiegokolwiek elementu dodanego do foldera. U\u017Cyj tego warunku, gdy chcesz zastosowa\u0107 wybran\u0105 akcj\u0119 do wszystkich element\u00F3w dodawanych do foldera.

compare-property-value.title=Elementy zawieraj\u0105ce okre\u015Blon\u0105 warto\u015B\u0107 w swojej nazwie
compare-property-value.description=Regu\u0142a jest stosowana do wszystkich element\u00F3w, posiadaj\u0105cych okre\u015Blon\u0105 warto\u015B\u0107 w swojej nazwie.

in-category.title=Elementy zawieraj\u0105ce okre\u015Blon\u0105 warto\u015B\u0107 kategorii
in-category.description=Regu\u0142a jest stosowana do wszystkich element\u00F3w, posiadaj\u0105cych okre\u015Blon\u0105 warto\u015B\u0107 kategorii.

is-subtype.title=Elementy okre\u015Blonego typu lub jego podtyp\u00F3w
is-subtype.description=Regu\u0142a jest stosowana do wszystkich element\u00F3w, posiadaj\u0105cych okre\u015Blony typ lub jego podtypy. 

has-aspect.title=Elementy posiadaj\u0105ce okre\u015Blony aspekt
has-aspect.description=Regu\u0142a jest stosowana do wszystkich element\u00F3w, posiadaj\u0105cych okre\u015Blony aspekt.

compare-mime-type.title=Elementy posiadaj\u0105ce okre\u015Blony typ 'mime'
compare-mime-type.description=Regu\u0142a jest stosowana do wszystkich element\u00F3w, zawieraj\u0105cych tre\u015B\u0107 o okre\u015Blonym typie 'mime'.

# Actions

add-features.title=Dodaj nowy aspekt do elementu
add-features.description=Akcja powoduje dodanie nowego aspektu do elementu zgodnego ze wzorcem.

remove-features.title=Usu\u0144 aspekt zwi\u0105zany z elementem
remove-features.description=Akcja powoduje usuni\u0119cie aspektu z elementu zgodnego ze wzorcem.

simple-workflow.title=Dodaj prosty proces biznesowy do elementu
simple-workflow.description=Akcja powoduje dodanie prostego procesu biznesowego do elementu zgodnego ze wzorcem. Akcja umo\u017Cliwia przeniesienie elementu do innego foldera, a nast\u0119pnie wykonanie kolejnych krok\u00F3w planowanego procesu biznesowego. Istnieje r\u00F3wnie\u017C mo\u017Cliwo\u015B\u0107 podania lokalizacji/nazwy foldera, do kt\u00F3rego zostanie przeniesiony element w przypadku negatywnego wyniku sprawdzenia ustalonego warunku.
			
link-category.title=Zastosuj wybran\u0105 kategori\u0119 do elementu
link-category.description=Akcja powoduje zastosowanie wybranej kategorii do elementu zgodnego ze wzorcem.

transform.title=Konwertuj i kopiuj tre\u015B\u0107 do okre\u015Blonego foldera
transform.description=Akcja powoduje konwersj\u0119 elementu zgodnego ze wzorcem, a nast\u0119pnie wykonuje kopi\u0119 wynikow\u0105 do wskazanego foldera.

transform-image.title=Konwertuj i kopiuj obraz graficzny do okre\u015Blonego foldera
transform-image.description=Akcja powoduje konwersj\u0119 graficzn\u0105 elementu zgodnego ze wzorcem, a nast\u0119pnie wykonuje kopi\u0119 wynikow\u0105 do wskazanego foldera.

copy.title=Kopiuj element do okre\u015Blonego foldera
copy.description=Akcja powoduje wykonanie kopii elementu zgodnego ze wzorcem do innego foldera.

move.title=Przenie\u015B element do okre\u015Blonego foldera
move.description=Akcja powoduje przeniesienie elementu zgodnego ze wzorcem do innego foldera.

mail.title=Wy\u015Blij wiadomo\u015B\u0107 email do okre\u015Blonych u\u017Cytkownik\u00F3w
mail.description=W przypadku zgodno\u015Bci elementu z ustalonym wzorcem, akcja powoduje wys\u0142anie wiadomo\u015Bci email to wybranych odbiorc\u00F3w.

check-in.title=Zablokuj tre\u015B\u0107 do edycji
check-in.description=Akcja powoduje zablokowanie zgodnej ze wzorcem tre\u015B\u0107 do edycji.

check-out.title=Odblokuj tre\u015B\u0107 z edycji
check-out.description=Akcja powoduje odblokowanie zgodnej ze wzorcem tre\u015B\u0107 z edycji.

set-property-value.title=Ustal warto\u015B\u0107 dla wybranej w\u0142a\u015Bciwo\u015Bci
set-property-value.description=Akcja powoduje nadanie okre\u015Blonej warto\u015Bci dla wybranej w\u0142a\u015Bciwo\u015Bci.

import.title=Importuj plik/paczk\u0119 danych, zapisanych w formacie Alfresco
import.description=Importuj do repozytorium plik/paczk\u0119 danych, zapisanych w formacie Alfresco.

extract-metadata.title=Ekstraktuj warto\u015Bci p\u00F3l opisowych (metadanych) z wybranej tre\u015Bci
extract-metadata.description=Importuj tytu\u0142, autora oraz warto\u015Bci p\u00F3l opisowych (metadanych) z wybranej tre\u015Bci.

specialise-type.title=Specyfikuj typ elementu
specialise-type.description=Akcja pozwala na dostosowanie podanego typu do elementu spe\u0142niaj\u0105cego okre\u015Blony warunek. 

export.title=Eksportuj folder
export.description=Eksportuj folder oraz opcjonalnie jego podfoldery do pliku w formacie Alfresco.
export.package.description=Plik w formacie Alfresco dla foldera ''{0}''.
export.root.package.description=Plik w formacie Alfresco dla kompletnego repozytorium.
export.store.package.description=Eksport foldera ''{0}'' z repozytorium Alfresco.
export.generic.package.description=Eksport repozytorium Alfresco.
export.package.error=Niepowodzenie podczas wyszukiwania tymczasowego pliku eksportowego.

script.title=Wykonaj skrypt
script.description=Uruchom JavaScript dla wykonania takich zada\u0144 jak utworzenie nowych plik\u00F3w lub folder\u00F3w.

counter.title=Zwi\u0119ksz warto\u015B\u0107 licznika
counter.counter=Zwi\u0119ksz warto\u015B\u0107 licznika dla wybranego elementu.

execute-all-rules.title=Wykonaj wszystkie regu\u0142y
execute-all-rules.description=Wykonaj wszystkie regu\u0142y dla wybranych element\u00F3w.

start-workflow.title=Rozpocznij proces biznesowy
start-workflow.description=Akcja powoduje rozpocz\u0119cie wykonywania procesu biznesowego dla element\u00F3w zgodnych ze wzorcem.