# Action conditions

no-condition.title=Tots els elements
no-condition.description=Aquesta condici\u00f3 coincidir\u00e0 amb qualsevol element afegit a l'espai. Utilitzeu-la quan vulgueu aplicar una acci\u00f3 a qualsevol cosa quan estigui afegida a l'espai.

compare-property-value.title=Elements que contenen un valor espec\u00edfic en el seu nom
compare-property-value.description=La regla s'aplica a tots els elements que tenen un valor espec\u00edfic en el seu nom.

in-category.title=Elements amb el valor de categoria especificat
in-category.description=La regla s'aplica a tots els elements que tenen el valor de categoria especificat.

is-subtype.title=Elements d'un tipus especificat o els seus subtipus
is-subtype.description=La regla s'aplica a tots els elements que s\u00f3n d'un tipus especificat o els seus subtipus

has-aspect.title=Elements que tenen un aspecte espec\u00edfic aplicat
has-aspect.description=La regla s'aplica a tots els elements que tenen un aspecte espec\u00edfic aplicat.

compare-mime-type.title=Elements amb el tipus MIME especificat
compare-mime-type.description=La regla s'aplica a tots els elements que contenen el tipus MIME especificat.

# Actions

add-features.title=Afegeix un aspecte a l'element
add-features.description=Aix\u00f2 afegir\u00e0 un aspecte a l'element coincident.

remove-features.title=Esborra un aspecte d'un element
remove-features.description=Aix\u00f2 esborrar\u00e0 un aspecte de l'element coincident.

simple-workflow.title=Crea nou flux de treball
simple-workflow.description=Aix\u00f2 afegir\u00e0 un cicle de treball simple a l'element. Aix\u00f2 permetr\u00e0 moure l'element a un espai diferent per al seu pr\u00f2xim pas en un cicle de treball. Tamb\u00e9 es pot donar un espai perqu\u00e8 es mogui si voleu un pas de rebuigs.
			
link-category.title=Associa a categoria
link-category.description=Aix\u00f2 aplicar\u00e0 una categoria a l'element coincident.

transform.title=Transforma i copia el contingut a un espai espec\u00edfic
transform.description=Aix\u00f2 transformar\u00e0 el contingut coincident i copiar\u00e0 el resultat a un espai espec\u00edfic

transform-image.title=Transforma i copia la imatge a un espai espec\u00edfic
transform-image.description=Aix\u00f2 transformar\u00e0 la imatge coincident i copiar\u00e0 el resultat a un espai espec\u00edfic

copy.title=Copia l'element a un espai
copy.description=Aix\u00f2 copiar\u00e0 l'element  coincident a un altre espai.

move.title=Mou l'element a un espai
move.description=Aix\u00f2 mour\u00e0 l'element coincident a un altre espai.

mail.title=Envia un correu electr\u00f2nic als usuaris especificats
mail.description=Aix\u00f2 enviar\u00e0 un correu electr\u00f2nic a una llista d'usuaris quan el contingut coincideixi.

check-in.title=Protegeix contingut
check-in.description=Aix\u00f2 protegir\u00e0 el contingut coincident.

check-out.title=Desprotegeix contingut
check-out.description=Aix\u00f2 desprotegir\u00e0 el contingut coincident.

set-property-value.title=Posa el valor d'una propietat
set-property-value.description=Aix\u00f2 posar\u00e0 el valor d'una propietat a un valor donat.

import.title=Importa un paquet de contingut Alfresco
import.description=Importa un paquet de contingut Alfresco al dip\u00f2sit.

extract-metadata.title=Extreu camps metadades comuns del contingut
extract-metadata.description=Importa t\u00edtol, autor i descripci\u00f3 de camps de metadades des de tipus de contingut comuns.

specialise-type.title=Especialitza el tipus d'un element
specialise-type.description=Aix\u00f2 especialitzar\u00e0 l'element coincident a un tipus donat

export.title=Exporta un espai
export.description=Exporta un espai i opcionalment les seves subseccions a un paquet d'exportaci\u00f3 Alfresco
export.package.description=Contingut del paquet Alfresco per a l'espai ''{0}''.
export.root.package.description=Paquet de contingut Alfresco per a dip\u00f2sit complet.
export.store.package.description=Exportaci\u00f3 Alfresco Repository del magatzem ''{0}''.
export.generic.package.description=Exporta Alfresco Repository.
export.package.error=\u00e9s impossible trobar fitxer temporal per exportar

script.title=Executa un script
script.description=Executa un arxiu de Javascript per realitzar tasques tals com crear arxius o carpetes nous

counter.title=Incrementar el Contador
counter.counter=Incrementar la propietat contador per l'element.

execute-all-rules.title=Executa totes les regles
execute-all-rules.description=Executa totes les regles als elements fills

start-workflow.title=Iniciar flux de treball
start-workflow.description=Aix\u00f2 iniciar\u00e0 un flux de treball per als elements coincidents.
