# Action conditions

no-condition.title=\u3059\u3079\u3066\u306e\u30a2\u30a4\u30c6\u30e0
no-condition.description=\u3053\u306e\u6761\u4ef6\u306f\u30b9\u30da\u30fc\u30b9\u306b\u8ffd\u52a0\u3055\u308c\u305f\u3059\u3079\u3066\u306e\u30a2\u30a4\u30c6\u30e0\u306b\u5408\u81f4\u3057\u307e\u3059\u3002\u30b9\u30da\u30fc\u30b9\u306b\u8ffd\u52a0\u3055\u308c\u308b\u3042\u3089\u3086\u308b\u30a2\u30a4\u30c6\u30e0\u306b\u30a2\u30af\u30b7\u30e7\u30f3\u3092\u9069\u7528\u3057\u305f\u3044\u5834\u5408\u306b\u4f7f\u3044\u307e\u3059\u3002

compare-property-value.title=\u6307\u5b9a\u3057\u305f\u540d\u79f0\u3092\u6301\u3064\u30a2\u30a4\u30c6\u30e0
compare-property-value.description=\u6307\u5b9a\u3057\u305f\u540d\u79f0\u3092\u6301\u3064\u3059\u3079\u3066\u306e\u30a2\u30a4\u30c6\u30e0\u306b\u5bfe\u3057\u3066\u30eb\u30fc\u30eb\u304c\u9069\u7528\u3055\u308c\u307e\u3059\u3002

in-category.title=\u6307\u5b9a\u3057\u305f\u30ab\u30c6\u30b4\u30ea\u30fc\u3092\u6301\u3064\u30a2\u30a4\u30c6\u30e0
in-category.description=\u6307\u5b9a\u3057\u305f\u30ab\u30c6\u30b4\u30ea\u30fc\u3092\u6301\u3064\u3059\u3079\u3066\u306e\u30a2\u30a4\u30c6\u30e0\u306b\u5bfe\u3057\u3066\u30eb\u30fc\u30eb\u304c\u9069\u7528\u3055\u308c\u307e\u3059\u3002

is-subtype.title=\u6307\u5b9a\u3057\u305f\u30bf\u30a4\u30d7\u307e\u305f\u306f\u305d\u306e\u30b5\u30d6\u30bf\u30a4\u30d7\u306e\u30a2\u30a4\u30c6\u30e0
is-subtype.description=\u6307\u5b9a\u3057\u305f\u30bf\u30a4\u30d7\u307e\u305f\u306f\u305d\u306e\u30b5\u30d6\u30bf\u30a4\u30d7\u306e\u3059\u3079\u3066\u306e\u30a2\u30a4\u30c6\u30e0\u306b\u5bfe\u3057\u3066\u30eb\u30fc\u30eb\u304c\u9069\u7528\u3055\u308c\u307e\u3059\u3002 

has-aspect.title=\u6307\u5b9a\u3057\u305f\u30a2\u30b9\u30da\u30af\u30c8\u3092\u6301\u3064\u30a2\u30a4\u30c6\u30e0
has-aspect.description=\u6307\u5b9a\u3057\u305f\u30a2\u30b9\u30da\u30af\u30c8\u3092\u6301\u3064\u3059\u3079\u3066\u306e\u30a2\u30a4\u30c6\u30e0\u306b\u5bfe\u3057\u3066\u30eb\u30fc\u30eb\u304c\u9069\u7528\u3055\u308c\u307e\u3059\u3002

compare-mime-type.title=\u6307\u5b9a\u3057\u305fMIME\u30bf\u30a4\u30d7\u3092\u6301\u3064\u30a2\u30a4\u30c6\u30e0
compare-mime-type.description=\u6307\u5b9a\u3057\u305fMIME\u30bf\u30a4\u30d7\u3092\u6301\u3064\u3059\u3079\u3066\u306e\u30a2\u30a4\u30c6\u30e0\u306b\u5bfe\u3057\u3066\u30eb\u30fc\u30eb\u304c\u9069\u7528\u3055\u308c\u307e\u3059\u3002

# Actions

add-features.title=\u30a2\u30a4\u30c6\u30e0\u3078\u30a2\u30b9\u30da\u30af\u30c8\u3092\u8ffd\u52a0
add-features.description=\u5408\u81f4\u3057\u305f\u30a2\u30a4\u30c6\u30e0\u306b\u30a2\u30b9\u30da\u30af\u30c8\u3092\u8ffd\u52a0\u3057\u307e\u3059\u3002

remove-features.title=\u30a2\u30a4\u30c6\u30e0\u304b\u3089\u30a2\u30b9\u30da\u30af\u30c8\u3092\u89e3\u9664
remove-features.description=\u5408\u81f4\u3057\u305f\u30a2\u30a4\u30c6\u30e0\u304b\u3089\u30a2\u30b9\u30da\u30af\u30c8\u3092\u53d6\u308a\u9664\u304d\u307e\u3059\u3002

simple-workflow.title=\u30a2\u30a4\u30c6\u30e0\u3078\u7c21\u6613\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u3092\u8ffd\u52a0
simple-workflow.description=\u5408\u81f4\u3057\u305f\u30a2\u30a4\u30c6\u30e0\u3078\u7c21\u6613\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u3092\u8ffd\u52a0\u3057\u307e\u3059\u3002\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u306e\u6b21\u306e\u30b9\u30c6\u30c3\u30d7\u306b\u5bfe\u5fdc\u3059\u308b\u30b9\u30da\u30fc\u30b9\u3078\u30a2\u30a4\u30c6\u30e0\u3092\u79fb\u52d5\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002\u5dee\u623b\u3057\u30b9\u30c6\u30c3\u30d7\u306b\u5bfe\u5fdc\u3059\u308b\u30b9\u30da\u30fc\u30b9\u3092\u8a2d\u5b9a\u3059\u308b\u3053\u3068\u3082\u3067\u304d\u307e\u3059\u3002\u5dee\u623b\u3057\u30b9\u30c6\u30c3\u30d7\u306b\u5bfe\u5fdc\u3059\u308b\u30b9\u30da\u30fc\u30b9\u3092\u8a2d\u5b9a\u3059\u308b\u3053\u3068\u3082\u3067\u304d\u307e\u3059\u3002
\t\t\t
link-category.title=\u30a2\u30a4\u30c6\u30e0\u3068\u30ab\u30c6\u30b4\u30ea\u306e\u30ea\u30f3\u30af
link-category.description=\u5408\u81f4\u3057\u305f\u30a2\u30a4\u30c6\u30e0\u3068\u30ab\u30c6\u30b4\u30ea\u3092\u7d50\u3073\u3064\u3051\u307e\u3059\u3002

transform.title=\u30b3\u30f3\u30c6\u30f3\u30c4\u306e\u5909\u63db\u304a\u3088\u3073\u6307\u5b9a\u3057\u305f\u30b9\u30da\u30fc\u30b9\u3078\u306e\u30b3\u30d4\u30fc
transform.description=\u5408\u81f4\u3057\u305f\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u5909\u63db\u3057\u3001\u6307\u5b9a\u3057\u305f\u30b9\u30da\u30fc\u30b9\u3078\u30b3\u30d4\u30fc\u3057\u307e\u3059\u3002

transform-image.title=\u30a4\u30e1\u30fc\u30b8\u306e\u5909\u63db\u304a\u3088\u3073\u6307\u5b9a\u3057\u305f\u30b9\u30da\u30fc\u30b9\u3078\u306e\u30b3\u30d4\u30fc
transform-image.description=\u5408\u81f4\u3057\u305f\u30a4\u30e1\u30fc\u30b8\u3092\u5909\u63db\u3057\u3001\u6307\u5b9a\u3057\u305f\u30b9\u30da\u30fc\u30b9\u3078\u30b3\u30d4\u30fc\u3057\u307e\u3059\u3002

copy.title=\u6307\u5b9a\u3057\u305f\u30b9\u30da\u30fc\u30b9\u3078\u30a2\u30a4\u30c6\u30e0\u3092\u30b3\u30d4\u30fc
copy.description=\u5408\u81f4\u3057\u305f\u30a2\u30a4\u30c6\u30e0\u3092\u4ed6\u306e\u30b9\u30da\u30fc\u30b9\u3078\u30b3\u30d4\u30fc\u3057\u307e\u3059\u3002

move.title=\u6307\u5b9a\u3057\u305f\u30b9\u30da\u30fc\u30b9\u3078\u30a2\u30a4\u30c6\u30e0\u3092\u79fb\u52d5
move.description=\u5408\u81f4\u3057\u305f\u30a2\u30a4\u30c6\u30e0\u3092\u4ed6\u306e\u30b9\u30da\u30fc\u30b9\u3078\u79fb\u52d5\u3055\u305b\u307e\u3059\u3002

mail.title=\u6307\u5b9a\u3057\u305f\u30e6\u30fc\u30b6\u30fc\u3078\u96fb\u5b50\u30e1\u30fc\u30eb\u3092\u9001\u4fe1
mail.description=\u30b3\u30f3\u30c6\u30f3\u30c4\u304c\u5408\u81f4\u3057\u305f\u6642\u306b\u3001\u6307\u5b9a\u3057\u305f\u30e6\u30fc\u30b6\u30fc\u3078\u96fb\u5b50\u30e1\u30fc\u30eb\u3092\u9001\u4fe1\u3057\u307e\u3059\u3002

check-in.title=\u30b3\u30f3\u30c6\u30f3\u30c4\u306e\u30c1\u30a7\u30c3\u30af\u30a4\u30f3
check-in.description=\u5408\u81f4\u3057\u305f\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u30c1\u30a7\u30c3\u30af\u30a4\u30f3\u3057\u307e\u3059\u3002

check-out.title=\u30b3\u30f3\u30c6\u30f3\u30c4\u306e\u30c1\u30a7\u30c3\u30af\u30a2\u30a6\u30c8
check-out.description=\u5408\u81f4\u3057\u305f\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u30c1\u30a7\u30c3\u30af\u30a2\u30a6\u30c8\u3057\u307e\u3059\u3002

set-property-value.title=\u30d7\u30ed\u30d1\u30c6\u30a3\u5024\u306e\u8a2d\u5b9a
set-property-value.description=\u30d7\u30ed\u30d1\u30c6\u30a3\u306e\u5024\u3092\u8a2d\u5b9a\u3057\u307e\u3059\u3002

import.title=Alfresco\u30b3\u30f3\u30c6\u30f3\u30c4\u30d1\u30c3\u30b1\u30fc\u30b8\u306e\u30a4\u30f3\u30dd\u30fc\u30c8
import.description=Alfresco\u30b3\u30f3\u30c6\u30f3\u30c4\u30d1\u30c3\u30b1\u30fc\u30b8\u3092\u30ea\u30dd\u30b8\u30c8\u30ea\u306b\u30a4\u30f3\u30dd\u30fc\u30c8\u3057\u307e\u3059\u3002

extract-metadata.title=\u30b3\u30f3\u30c6\u30f3\u30c4\u304b\u3089\u5171\u901a\u30e1\u30bf\u30c7\u30fc\u30bf\u30d5\u30a3\u30fc\u30eb\u30c9\u306e\u62bd\u51fa
extract-metadata.description=\u5171\u901a\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u30bf\u30a4\u30d7\u304b\u3089\u30bf\u30a4\u30c8\u30eb\u3001\u4f5c\u6210\u8005\u3001\u8aac\u660e\u7b49\u306e\u30e1\u30bf\u30c7\u30fc\u30bf\u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u30a4\u30f3\u30dd\u30fc\u30c8\u3057\u307e\u3059\u3002

specialise-type.title=\u30a2\u30a4\u30c6\u30e0\u30bf\u30a4\u30d7\u306e\u7279\u6b8a\u5316
specialise-type.description=\u5408\u81f4\u3057\u305f\u30a2\u30a4\u30c6\u30e0\u3092\u6307\u5b9a\u3057\u305f\u30bf\u30a4\u30d7\u3078\u7279\u6b8a\u5316\u3057\u307e\u3059\u3002  

export.title=\u30b9\u30da\u30fc\u30b9\u306e\u30a8\u30af\u30b9\u30dd\u30fc\u30c8
export.description=\u30b9\u30da\u30fc\u30b9\u3068\u30b5\u30d6\u30b9\u30da\u30fc\u30b9\u3092Alfresco\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u30d1\u30c3\u30b1\u30fc\u30b8\u5f62\u5f0f\u3067\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3057\u307e\u3059\u3002
export.package.description=\u30b9\u30da\u30fc\u30b9 ''{0}''\u306eAlfresco\u30b3\u30f3\u30c6\u30f3\u30c4\u30d1\u30c3\u30b1\u30fc\u30b8
export.root.package.description=\u30ea\u30dd\u30b8\u30c8\u30ea\u5168\u4f53\u306eAlfresco\u30b3\u30f3\u30c6\u30f3\u30c4\u30d1\u30c3\u30b1\u30fc\u30b8
export.store.package.description=\u30b9\u30c8\u30a2''{0}''\u306e\u30a8\u30af\u30b9\u30dd\u30fc\u30c8
export.generic.package.description=\u30ea\u30dd\u30b8\u30c8\u30ea\u306e\u30a8\u30af\u30b9\u30dd\u30fc\u30c8
export.package.error=\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3059\u308b\u4e00\u6642\u30d5\u30a1\u30a4\u30eb\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002

script.title=\u30b9\u30af\u30ea\u30d7\u30c8\u306e\u5b9f\u884c
script.description=\u30d5\u30a1\u30a4\u30eb\u3084\u30d5\u30a9\u30eb\u30c0\u306e\u4f5c\u6210\u306a\u3069\u3001JavaScript\u3067\u66f8\u304b\u308c\u305f\u30bf\u30b9\u30af\u3092\u5b9f\u884c\u3057\u307e\u3059\u3002

counter.title=\u30ab\u30a6\u30f3\u30c8\u30a2\u30c3\u30d7
counter.counter=\u30a2\u30a4\u30c6\u30e0\u306e\u30ab\u30a6\u30f3\u30bf\u5c5e\u6027\u3092\u5897\u52a0\u3055\u305b\u307e\u3059\u3002

execute-all-rules.title=\u5168\u30eb\u30fc\u30eb\u306e\u5b9f\u884c
execute-all-rules.description=\u3059\u3079\u3066\u306e\u30eb\u30fc\u30eb\u3092\u5b9f\u884c\u3057\u307e\u3059\u3002

start-workflow.title=\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u958b\u59cb
start-workflow.description=\u5408\u81f4\u3057\u305f\u30a2\u30a4\u30c6\u30e0\u3078\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u3092\u958b\u59cb\u3057\u307e\u3059\u3002

# WCM Actions

simple-avm-submit.title=\u30b9\u30c6\u30fc\u30b8\u30f3\u30b0\u3078\u4e00\u62ec\u53cd\u6620
simple-avm-submit.description=\u5bfe\u8c61\u3068\u306a\u308b\u66f4\u65b0\u30a2\u30a4\u30c6\u30e0\u3092\u76f4\u63a5\u30b9\u30c6\u30fc\u30b8\u30f3\u30b0\u3078\u53cd\u6620\u3055\u305b\u307e\u3059\u3002

simple-avm-promote.title=\u30b5\u30f3\u30c9\u30dc\u30c3\u30af\u30b9\u3078\u4e00\u62ec\u53cd\u6620
simple-avm-promote.description=\u5bfe\u8c61\u3068\u306a\u308b\u66f4\u65b0\u30a2\u30a4\u30c6\u30e0\u3092\u6307\u5b9a\u3055\u308c\u305f\u30b5\u30f3\u30c9\u30dc\u30c3\u30af\u30b9\u3078\u53cd\u6620\u3055\u305b\u307e\u3059\u3002
simple-avm-promote.target-store.display-label=\u5bfe\u8c61AVM\u30b9\u30c8\u30a2\u540d

avm-revert-store.title=\u30ce\u30fc\u30c9\u3092\u5fa9\u5e30
avm-revert-store.description=\u4ee5\u4e0b\u306e\u30ce\u30fc\u30c9\u3092\u4ee5\u524d\u306e\u30d0\u30fc\u30b8\u30e7\u30f3\u306b\u5fa9\u5e30\u3055\u305b\u307e\u3059\u3002
avm-revert-store.version.display-label=\u4ee5\u524d\u306e\u30d0\u30fc\u30b8\u30e7\u30f3

avm-revert-list.title=\u30ea\u30b9\u30c8\u306e\u30ce\u30fc\u30c9\u3092\u5fa9\u5e30
avm-revert-list.description=\u4ee5\u4e0b\u306b\u30ea\u30b9\u30c8\u30a2\u30c3\u30d7\u3055\u308c\u305f\u30ce\u30fc\u30c9\u3092\u5fa9\u5e30\u3055\u305b\u307e\u3059\u3002
avm-revert-list.version.display-label=\u4ee5\u524d\u306e\u30d0\u30fc\u30b8\u30e7\u30f3
avm-revert-list.node-list.display-label=\u5fa9\u5e30\u30ce\u30fc\u30c9\u306e\u30a8\u30f3\u30b3\u30fc\u30c9\u30ea\u30b9\u30c8
avm-revert-list.flatten.display-label=\u5fa9\u5e30\u5f8c\u306b\u30b9\u30c6\u30fc\u30b8\u30f3\u30b0\u3078\u5c55\u958b
avm-revert-list.store.display-label=\u5fa9\u5e30\u3059\u308b\u30b9\u30c8\u30a2\u306e\u540d\u524d\uff08\u5c55\u958b\u6642\u306e\u307f\uff09
avm-revert-list.staging.display-label=\u5c55\u958b\u3059\u308b\u30b9\u30c6\u30fc\u30b8\u30f3\u30b0\u30b9\u30c8\u30a2\u306e\u540d\u524d
avm-revert-list.flatten-path.display-label=\u5c55\u958b\u3059\u308b\u30b9\u30c8\u30a2\u306e\u76f8\u5bfe\u30d1\u30b9

avm-revert-to-version.title=\u30ce\u30fc\u30c9\u3092\u7279\u5b9a\u306e\u30d0\u30fc\u30b8\u30e7\u30f3\u3078\u5fa9\u5e30
avm-revert-to-version.description=\u6307\u5b9a\u30ce\u30fc\u30c9\u3092\u7279\u5b9a\u306e\u30d0\u30fc\u30b8\u30e7\u30f3\u306b\u5fa9\u5e30\u3055\u305b\u307e\u3059\u3002
avm-revert-to-version.to-revert.display-label=\u5fa9\u5e30\u30d0\u30fc\u30b8\u30e7\u30f3\u306eAVM\u30ce\u30fc\u30c9\u8a18\u8ff0

avm-undo-list.title=\u30b9\u30c6\u30fc\u30b8\u30f3\u30b0\u900f\u904e\u306a\u30b9\u30c8\u30a2\u306e\u30ce\u30fc\u30c9\u30ea\u30b9\u30c8\u3092\u4f5c\u6210\u3057\u307e\u3059\u3002
avm-undo-list.description=\u30e6\u30fc\u30b6\u306e\u30b5\u30f3\u30c9\u30dc\u30c3\u30af\u30b9\u3067\u306e\u30df\u30b9\u306e\u53d6\u308a\u6d88\u3057\u3092\u884c\u3044\u307e\u3059\u3002
avm-undo-list.node-list.display-label=\u5fa9\u5e30\u30ce\u30fc\u30c9\u306e\u30a8\u30f3\u30b3\u30fc\u30c9\u30ea\u30b9\u30c8

avm-deploy-snapshot.title=\u30ea\u30e2\u30fc\u30c8\u30b5\u30fc\u30d0\u3078\u30b9\u30ca\u30c3\u30d7\u30b7\u30e7\u30c3\u30c8\u3092\u914d\u7f6e
avm-deploy-snapshot.description=Web\u30b5\u30a4\u30c8\u306e\u30b9\u30ca\u30c3\u30d7\u30b7\u30e7\u30c3\u30c8\u3092\u30ea\u30e2\u30fc\u30c8\u30b5\u30fc\u30d0\u306b\u914d\u7f6e\u3057\u307e\u3059\u3002
avm-deploy-snapshot.website.display-label=\u914d\u7f6e\u5143\u306eWeb\u30b5\u30a4\u30c8\u306e\u30ce\u30fc\u30c9\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9
avm-deploy-snapshot.target-server.display-label=\u914d\u7f6e\u5148\u306e\u30ea\u30e2\u30fc\u30c8\u30b5\u30fc\u30d0\u306e\u540d\u524d\u3082\u3057\u304f\u306fIP\u30a2\u30c9\u30ec\u30b9
avm-deploy-snapshot.default-rmi-port.display-label=\u5bfe\u8c61\u30b5\u30fc\u30d0\u3067\u30d1\u30e9\u30e1\u30fc\u30bf\u304c\u4e0e\u3048\u3089\u308c\u306a\u304b\u3063\u305f\u5834\u5408\u306b\u4f7f\u7528\u3055\u308c\u308bRMI\u306e\u30dd\u30fc\u30c8
avm-deploy-snapshot.remote-username.display-label=\u63a5\u7d9a\u30e6\u30fc\u30b6\u540d
avm-deploy-snapshot.remote-password.display-label=\u30ea\u30e2\u30fc\u30c8\u30e6\u30fc\u30b6\u540d\u306b\u5bfe\u3059\u308b\u30d1\u30b9\u30ef\u30fc\u30c9
avm-deploy-snapshot.deploy-callback.display-label=DeploymentCallback\u30ea\u30b9\u30ca\u30aa\u30d6\u30b8\u30a7\u30af\u30c8
avm-deploy-snapshot.delay.display-label=\u914d\u7f6e\u958b\u59cb\u307e\u3067\u306e\u9045\u5ef6\u6642\u9593

start-avm-workflow.title=WCM\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u958b\u59cb
start-avm-workflow.description=AVM\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u30d1\u30c3\u30b1\u30fc\u30b8\u306e\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u3092\u958b\u59cb
start-avm-workflow.store-name.display-label=\u958b\u59cb\u30bf\u30b9\u30af\u306e\u30b9\u30c8\u30a2\u540d
start-avm-workflow.workflow-name.display-label=\u8d77\u52d5\u3059\u308bWCM\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u306e\u540d\u524d

copy-to-web-project.title=\u30a2\u30a4\u30c6\u30e0\u3092Web\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u5185\u306e\u30d5\u30a9\u30eb\u30c0\u3078\u30b3\u30d4\u30fc
copy-to-web-project.description=\u30de\u30c3\u30c1\u3057\u305f\u30a2\u30a4\u30c6\u30e0\u3092Web\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u5185\u306e\u30d5\u30a9\u30eb\u30c0\u3078\u30b3\u30d4\u30fc\u3057\u307e\u3059\u3002

avm-link-validation.title=\u30ea\u30f3\u30af\u306e\u59a5\u5f53\u6027\u30c1\u30a7\u30c3\u30af
avm-link-validation.description=\u30ea\u30f3\u30af\u306e\u59a5\u5f53\u6027\u30c1\u30a7\u30c3\u30af
avm-link-validation.monitor.display-label=\u9032\u6357\u6c7a\u5b9a\u306b\u4f7f\u7528\u3055\u308c\u305f\u30b9\u30c6\u30fc\u30bf\u30b9\u30aa\u30d6\u30b8\u30a7\u30af\u30c8
avm-link-validation.compare-to-staging.display-label=\u5bfe\u5fdc\u3059\u308b\u30b9\u30c6\u30fc\u30b8\u30f3\u30b0\u30a8\u30ea\u30a2\u306e\u6bd4\u8f03\u306e\u305f\u3081\u306b\u30ea\u30f3\u30af\u30c1\u30a7\u30c3\u30af\u3092\u4f7f\u7528\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6c7a\u5b9a

