# Action conditions

add-features.description=Ovo \u0107e dodati novu pogled na upareni sadr\u017eaj.
add-features.title=Dodaj pogled na sadr\u017eaj
avm-revert-list.description=Ovo invertira sve to\u010dke uklju\u010deneu listi.
avm-revert-list.flatten-path.display-label=Relativna putanja prostora koji se treba izravnati.
avm-revert-list.flatten.display-label=Da li izravnati prostor nakon vra\u0107anja.
avm-revert-list.node-list.display-label=String enkodirani popis to\u010daka koje treba vratiti.
avm-revert-list.staging.display-label=Naziv prijelaznog prostora u koji se objavljuje.
avm-revert-list.store.display-label=Naziv prostora koji se vra\u0107a, potrebno samo ako se izravnava.
avm-revert-list.title=Vra\u0107a popis to\u010daka u prostoru.
avm-revert-list.version.display-label=Ina\u010dica koja se vra\u0107a.
avm-revert-store.description=Ova akcija vra\u0107a sve to\u010dke ukljuju\u0107i i ispod to\u010dke na prethodnu ina\u010dicu.
avm-revert-store.title=Vra\u0107a jednu to\u010dku u prostoru.
avm-revert-store.version.display-label=Ina\u010dica na koju se vra\u0107a.
avm-revert-to-version.description=Ovo vra\u0107a to\u010dku na odre\u0111enu ina\u010dicu te to\u010dke.
avm-revert-to-version.title=Vra\u010danje to\u010dke na odre\u0111enu vrijednost.
avm-revert-to-version.to-revert.display-label=Ina\u010dica AVM opisa to\u010dke na koju se vra\u0107a.
avm-undo-list.description=Ovo se koristi kao brisanje u slu\u010daju pogre\u0161ke u korisnikovom dijelu za testiranje.
avm-undo-list.node-list.display-label=String enkodirani popis to\u010daka koji se vra\u0107aju.
avm-undo-list.title=Napravi popis to\u010daka u prostoru transparetno sa izradom.
check-in.description=Ovo \u0107e prijaviti odabrani sadr\u017eaj.
check-in.title=Prijavi sadr\u017eaj
check-out.description=Odjava odabrani sadr\u017eaja za po\u010detak ure\u0111ivanja.
check-out.title=Odjava sadr\u017eaja
compare-mime-type.description=Uvo pravilo se primjenjuje na sve sadr\u017eaje koji imaju sadr\u017eaj odre\u0111enog mime tipa.
compare-mime-type.title=Sadr\u017eaji s odre\u0111enim mime svojstvom
compare-property-value.description=Ovo pravilo se primjenjuje na sve sadr\u017eaje koji imaju odre\u0111enu vrijednost u svojem nazivu.
compare-property-value.title=Sadr\u017eaji koji sadr\u017ee odre\u0111enu vrijednost u svojem nazivu
copy.description=Ovo \u0107e kopirati odabrani sadr\u017eaj u drugi prostor.
copy.title=Kopiranje sadr\u017eaja u drugi prostor
counter.counter=Pove\u0107ava svojstvo broja\u010da za sadr\u017eaj.
counter.title=Pove\u0107ava broja\u010d
execute-all-rules.description=Izvr\u017eava sva pravila na djeci sadr\u017eaja.
execute-all-rules.title=Izvr\u0161ava sva pravila
export.description=Izbori prostor i eventualno njegovu djecu u alfrescov izvozni paket.
export.generic.package.description=Izvoz alfrescovog repozitorija.
export.package.description=Alfrescov paket za prostor '{0}''.
export.package.error=Ne mo\u017ee se na\u0107i privremena datoteka za izvoz
export.root.package.description=Alfrescov paket za potpuni repozitorij.
export.store.package.description=Alfrescov izvoz repozitozira u  ''{0}''.
export.title=Izvezi prostor
extract-metadata.description=Izvla\u010di metapodatke o nazivu, autoru i opisu sadr\u017eaja iz uobi\u010dajenih tipova sadr\u017eaja.
extract-metadata.title=Izvla\u010di uobi\u010dajene metapodatke iz sadr\u017eaja
has-aspect.description=Ovo pravilo se primjenuje na sve sadr\u017eaje koji imaju primjenjen odre\u0111eni aspekt.
has-aspect.title=Sadr\u017eaji koji imaju primjenjen odre\u0111eni aspekt
import.description=Uvozi Alfrescov paket sadr\u017eaja u repozitorij.
import.title=Uvozi Alfrescov paket sadr\u017eaja
in-category.description=Ovo pravilo se primjenjuje na sve sadr\u017eaje koji imaju odre\u0111enu vrijednost kategorije.
in-category.title=Sadr\u017eaji s odre\u0111enom vrijednosti kategorije
is-subtype.description=Ovo pravilo se primjenuje na sve sadr\u017eaje koji su odre\u0111enog tipa ili podtipa
is-subtype.title=Sadr\u017eaji odre\u0111enog tipa ili podtipa
link-category.description=Ovo \u0107e primijeniti  kategoriju prona\u0111enom sadr\u017eaju.
link-category.title=Pove\u017ei sadr\u017eaj i kategoriju
mail.description=Ovo \u0107e poslati email korisnicima ako sadr\u017eaj odgovara zadanim uvjetima.
mail.title=Po\u0161alji email odre\u0111enim korisnicima
move.description=Ovo \u0107e premjestiti sadr\u017eaj u drugi prostor ako zadovoljava uvjete.
move.title=Premjesti sadr\u017eaj u odre\u0111eni prostor
no-condition.description=Ovo pravilo \u0107e upariti bilo koji sadr\u017eaj koji se doda u prostor. Koristite ovu mogu\u0107nost kada \u017eelite primjeniti akciju na sve sadr\u017eaje koji se dodaju u ovaj prostor.
no-condition.title=Svi sadr\u017eaji
remove-features.description=Ovo \u0107e maknuti aspekt iz sadr\u017eaja koji zadovoljava uvjete.
remove-features.title=Ukloni aspekt iz sadr\u017eaja
script.description=Izvr\u0161ava JavaScript datoteku koja \u0107e izvr\u0161iti zadatke kao \u0161to je kreiranje novih datoteka ili mapa.
script.title=Izvr\u0161i JavaScript program
set-property-value.description=Ovo \u0107e postaviti vrijednost svojstva na zadanu vrijednost.
set-property-value.title=Postavi vrijednost svojstva
simple-avm-promote.description=Ovo \u0107e promovirati sve novije to\u010dke u sadr\u017eaju koji odgovara uvjetima u navedenom prostoru za isprobavanje.
simple-avm-promote.target-store.display-label=Naziv odredi\u0161nog mjesta.
simple-avm-promote.title=Jednsotavna promocija prostora za isprobavanje
simple-avm-submit.description=Ovo \u0107e poslati sve novije to\u010dke sadr\u017eaja koji odgovara uvjetima u odgovaraju\u0107i stupanj.
simple-avm-submit.title=Jednostavno izravno slanje
simple-workflow.description=Ovo \u0107e dodati jednostavan workflow sadr\u017eaju koji odgovara uvjetima. To \u0107e omogu\u0107iti sadr\u017eaju premje\u0161tanje u druge prostore kao drugi korak u workflowu. Tako\u0111er mo\u017eete odrediti i prostor u koji se treba premjestiti ako \u017eelite odbaciti korak.
simple-workflow.title=Dodaj jednostavan workflow sadr\u017eaju
specialise-type.description=Ovo \u0107e specijalizirati sadr\u017eaj koji odgovara zadanim uvjetima za zadani tip.\ 
specialise-type.title=Specijaliziran vrstu sadr\u017eaja
start-avm-workflow.description=Zapo\u010dinje workflow koji o\u010dekuje AVM workflow paket
start-avm-workflow.store-name.display-label=Pohranjuje naziv za po\u010detak zadatka
start-avm-workflow.title=Zapo\u010dinje WCM Workflow
start-avm-workflow.workflow-name.display-label=Naziv WCM workflowa koji se poziva.
start-workflow.description=Ovo \u0107e zapo\u010deti workflow za sadr\u017eaj koji odgovara zadanim uvjetima.
start-workflow.title=Zapo\u010dinje Workflow
transform-image.description=Ovo \u0107e transformirati sliku koja odgovara uvjetima pretrage i kopirati retultat u odre\u0111eni prostor
transform-image.title=Trasformiraj i kopiraj sliku u zadani prostor
transform.description=Ovo \u0107e transformirati sadr\u017eaj koji odgovara uvjetima pretrage i kopirati rezultat u zadani prostor
transform.title=Transformiraj i kopiraj rezultatni sadr\u017eaj u zadani prostor
