# Action conditions

no-condition.title=\u3059\u3079\u3066\u306e\u30a2\u30a4\u30c6\u30e0
no-condition.description=\u3053\u306e\u6761\u4ef6\u306f\u30b9\u30da\u30fc\u30b9\u306b\u8ffd\u52a0\u3055\u308c\u305f\u5168\u3066\u306e\u30a2\u30a4\u30c6\u30e0\u306b\u5408\u81f4\u3057\u307e\u3059\u3002\u30b9\u30da\u30fc\u30b9\u306b\u8ffd\u52a0\u3055\u308c\u308b\u3042\u3089\u3086\u308b\u30a2\u30a4\u30c6\u30e0\u306b\u30a2\u30af\u30b7\u30e7\u30f3\u3092\u9069\u7528\u3057\u305f\u3044\u5834\u5408\u306b\u4f7f\u3044\u307e\u3059\u3002

compare-property-value.title=\u6307\u5b9a\u3057\u305f\u540d\u79f0\u3092\u6301\u3064\u30a2\u30a4\u30c6\u30e0
compare-property-value.description=\u6307\u5b9a\u3057\u305f\u540d\u79f0\u3092\u6301\u3064\u3059\u3079\u3066\u306e\u30a2\u30a4\u30c6\u30e0\u306b\u5bfe\u3057\u3066\u30eb\u30fc\u30eb\u304c\u9069\u7528\u3055\u308c\u307e\u3059\u3002

in-category.title=\u6307\u5b9a\u3057\u305f\u30ab\u30c6\u30b4\u30ea\u30fc\u3092\u6301\u3064\u30a2\u30a4\u30c6\u30e0
in-category.description=\u6307\u5b9a\u3057\u305f\u30ab\u30c6\u30b4\u30ea\u30fc\u3092\u6301\u3064\u3059\u3079\u3066\u306e\u30a2\u30a4\u30c6\u30e0\u306b\u5bfe\u3057\u3066\u30eb\u30fc\u30eb\u304c\u9069\u7528\u3055\u308c\u307e\u3059\u3002

is-subtype.title=\u6307\u5b9a\u3057\u305f\u30bf\u30a4\u30d7\u307e\u305f\u306f\u305d\u306e\u30b5\u30d6\u30bf\u30a4\u30d7\u306e\u30a2\u30a4\u30c6\u30e0
is-subtype.description=\u6307\u5b9a\u3057\u305f\u30bf\u30a4\u30d7\u307e\u305f\u306f\u305d\u306e\u30b5\u30d6\u30bf\u30a4\u30d7\u306e\u3059\u3079\u3066\u306e\u30a2\u30a4\u30c6\u30e0\u306b\u5bfe\u3057\u3066\u30eb\u30fc\u30eb\u304c\u9069\u7528\u3055\u308c\u307e\u3059\u3002 

has-aspect.title=\u6307\u5b9a\u3057\u305f\u30a2\u30b9\u30da\u30af\u30c8\u3092\u6301\u3064\u30a2\u30a4\u30c6\u30e0
has-aspect.description=\u6307\u5b9a\u3057\u305f\u30a2\u30b9\u30da\u30af\u30c8\u3092\u6301\u3064\u3059\u3079\u3066\u306e\u30a2\u30a4\u30c6\u30e0\u306b\u5bfe\u3057\u3066\u30eb\u30fc\u30eb\u304c\u9069\u7528\u3055\u308c\u307e\u3059\u3002

compare-mime-type.title=\u6307\u5b9a\u3057\u305fMIME\u30bf\u30a4\u30d7\u3092\u6301\u3064\u30a2\u30a4\u30c6\u30e0
compare-mime-type.description=\u6307\u5b9a\u3057\u305fMIME\u30bf\u30a4\u30d7\u3092\u6301\u3064\u3059\u3079\u3066\u306e\u30a2\u30a4\u30c6\u30e0\u306b\u5bfe\u3057\u3066\u30eb\u30fc\u30eb\u304c\u9069\u7528\u3055\u308c\u307e\u3059\u3002

# Actions

add-features.title=\u30a2\u30a4\u30c6\u30e0\u3078\u30a2\u30b9\u30da\u30af\u30c8\u3092\u8ffd\u52a0
add-features.description=\u5408\u81f4\u3057\u305f\u30a2\u30a4\u30c6\u30e0\u306b\u30a2\u30b9\u30da\u30af\u30c8\u3092\u8ffd\u52a0\u3057\u307e\u3059\u3002

remove-features.title=\u30a2\u30a4\u30c6\u30e0\u304b\u3089\u30a2\u30b9\u30da\u30af\u30c8\u3092\u89e3\u9664
remove-features.description=\u5408\u81f4\u3057\u305f\u30a2\u30a4\u30c6\u30e0\u304b\u3089\u30a2\u30b9\u30da\u30af\u30c8\u3092\u53d6\u308a\u9664\u304d\u307e\u3059\u3002

simple-workflow.title=\u30a2\u30a4\u30c6\u30e0\u3078\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u3092\u8ffd\u52a0
simple-workflow.description=\u5408\u81f4\u3057\u305f\u30a2\u30a4\u30c6\u30e0\u3078\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u3092\u8ffd\u52a0\u3057\u307e\u3059\u3002\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u306e\u6b21\u306e\u30b9\u30c6\u30c3\u30d7\u306b\u5bfe\u5fdc\u3059\u308b\u30b9\u30da\u30fc\u30b9\u3078\u30a2\u30a4\u30c6\u30e0\u3092\u79fb\u52d5\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002\u5dee\u623b\u3057\u30b9\u30c6\u30c3\u30d7\u306b\u5bfe\u5fdc\u3059\u308b\u30b9\u30da\u30fc\u30b9\u3092\u8a2d\u5b9a\u3059\u308b\u3053\u3068\u3082\u3067\u304d\u307e\u3059\u3002\u5dee\u623b\u3057\u30b9\u30c6\u30c3\u30d7\u306b\u5bfe\u5fdc\u3059\u308b\u30b9\u30da\u30fc\u30b9\u3092\u8a2d\u5b9a\u3059\u308b\u3053\u3068\u3082\u3067\u304d\u307e\u3059\u3002
\t\t\t
link-category.title=\u30a2\u30a4\u30c6\u30e0\u3068\u30ab\u30c6\u30b4\u30ea\u306e\u30ea\u30f3\u30af
link-category.description=\u5408\u81f4\u3057\u305f\u30a2\u30a4\u30c6\u30e0\u3068\u30ab\u30c6\u30b4\u30ea\u3092\u7d50\u3073\u3064\u3051\u307e\u3059\u3002

transform.title=\u30b3\u30f3\u30c6\u30f3\u30c4\u306e\u5909\u63db\u304a\u3088\u3073\u6307\u5b9a\u3057\u305f\u30b9\u30da\u30fc\u30b9\u3078\u306e\u30b3\u30d4\u30fc
transform.description=\u5408\u81f4\u3057\u305f\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u5909\u63db\u3057\u3001\u6307\u5b9a\u3057\u305f\u30b9\u30da\u30fc\u30b9\u3078\u30b3\u30d4\u30fc\u3057\u307e\u3059\u3002

transform-image.title=\u30a4\u30e1\u30fc\u30b8\u306e\u5909\u63db\u304a\u3088\u3073\u6307\u5b9a\u3057\u305f\u30b9\u30da\u30fc\u30b9\u3078\u30b3\u30d4\u30fc
transform-image.description=\u5408\u81f4\u3057\u305f\u30a4\u30e1\u30fc\u30b8\u3092\u5909\u63db\u3057\u3001\u6307\u5b9a\u3057\u305f\u30b9\u30da\u30fc\u30b9\u3078\u30b3\u30d4\u30fc\u3057\u307e\u3059\u3002

copy.title=\u6307\u5b9a\u3057\u305f\u30b9\u30da\u30fc\u30b9\u3078\u30a2\u30a4\u30c6\u30e0\u3092\u30b3\u30d4\u30fc
copy.description=\u5408\u81f4\u3057\u305f\u30a2\u30a4\u30c6\u30e0\u3092\u4ed6\u306e\u30b9\u30da\u30fc\u30b9\u3078\u30b3\u30d4\u30fc\u3057\u307e\u3059\u3002

move.title=\u6307\u5b9a\u3057\u305f\u30b9\u30da\u30fc\u30b9\u3078\u30a2\u30a4\u30c6\u30e0\u3092\u79fb\u52d5
move.description=\u5408\u81f4\u3057\u305f\u30a2\u30a4\u30c6\u30e0\u3092\u4ed6\u306e\u30b9\u30da\u30fc\u30b9\u3078\u79fb\u52d5\u3055\u305b\u307e\u3059\u3002

mail.title=\u6307\u5b9a\u3057\u305f\u30e6\u30fc\u30b6\u30fc\u3078\u96fb\u5b50\u30e1\u30fc\u30eb\u3092\u9001\u4fe1
mail.description=\u30b3\u30f3\u30c6\u30f3\u30c4\u304c\u5408\u81f4\u3057\u305f\u6642\u306b\u3001\u6307\u5b9a\u3057\u305f\u30e6\u30fc\u30b6\u30fc\u3078\u96fb\u5b50\u30e1\u30fc\u30eb\u3092\u9001\u4fe1\u3057\u307e\u3059\u3002

check-in.title=\u30b3\u30f3\u30c6\u30f3\u30c4\u306e\u30c1\u30a7\u30c3\u30af\u30a4\u30f3
check-in.description=\u5408\u81f4\u3057\u305f\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u30c1\u30a7\u30c3\u30af\u30a4\u30f3\u3057\u307e\u3059\u3002

check-out.title=\u30b3\u30f3\u30c6\u30f3\u30c4\u306e\u30c1\u30a7\u30c3\u30af\u30a2\u30a6\u30c8
check-out.description=\u5408\u81f4\u3057\u305f\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u30c1\u30a7\u30c3\u30af\u30a2\u30a6\u30c8\u3057\u307e\u3059\u3002

set-property-value.title=\u30d7\u30ed\u30d1\u30c6\u30a3\u5024\u306e\u8a2d\u5b9a
set-property-value.description=\u30d7\u30ed\u30d1\u30c6\u30a3\u306e\u5024\u3092\u8a2d\u5b9a\u3057\u307e\u3059\u3002

import.title=Alfresco\u30b3\u30f3\u30c6\u30f3\u30c4\u30d1\u30c3\u30b1\u30fc\u30b8\u306e\u30a4\u30f3\u30dd\u30fc\u30c8
import.description=Alfresco\u30b3\u30f3\u30c6\u30f3\u30c4\u30d1\u30c3\u30b1\u30fc\u30b8\u3092\u30ec\u30dd\u30b8\u30c8\u30ea\u306b\u30a4\u30f3\u30dd\u30fc\u30c8\u3057\u307e\u3059\u3002

extract-metadata.title=\u30b3\u30f3\u30c6\u30f3\u30c4\u304b\u3089\u5171\u901a\u30e1\u30bf\u30c7\u30fc\u30bf\u30d5\u30a3\u30fc\u30eb\u30c9\u306e\u62bd\u51fa
extract-metadata.description=\u5171\u901a\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u30bf\u30a4\u30d7\u304b\u3089\u30bf\u30a4\u30c8\u30eb\u3001\u4f5c\u6210\u8005\u3001\u8aac\u660e\u7b49\u306e\u30e1\u30bf\u30c7\u30fc\u30bf\u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u30a4\u30f3\u30dd\u30fc\u30c8\u3057\u307e\u3059\u3002

specialise-type.title=\u30a2\u30a4\u30c6\u30e0\u30bf\u30a4\u30d7\u306e\u7279\u6b8a\u5316
specialise-type.description=\u5408\u81f4\u3057\u305f\u30a2\u30a4\u30c6\u30e0\u3092\u6307\u5b9a\u3057\u305f\u30bf\u30a4\u30d7\u3078\u7279\u6b8a\u5316\u3057\u307e\u3059\u3002  

export.title=\u30b9\u30da\u30fc\u30b9\u306e\u30a8\u30af\u30b9\u30dd\u30fc\u30c8
export.description=\u30b9\u30da\u30fc\u30b9\u3068\u30b5\u30d6\u30b9\u30da\u30fc\u30b9\u3092Alfresco\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u30d1\u30c3\u30b1\u30fc\u30b8\u5f62\u5f0f\u3067\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3057\u307e\u3059\u3002
export.package.description=\u30b9\u30da\u30fc\u30b9 ''{0}''\u306eAlfresco\u30b3\u30f3\u30c6\u30f3\u30c4\u30d1\u30c3\u30b1\u30fc\u30b8
export.root.package.description=\u30ec\u30dd\u30b8\u30c8\u30ea\u5168\u4f53\u306eAlfresco\u30b3\u30f3\u30c6\u30f3\u30c4\u30d1\u30c3\u30b1\u30fc\u30b8
export.store.package.description=\u30b9\u30c8\u30a2''{0}''\u306e\u30a8\u30af\u30b9\u30dd\u30fc\u30c8
export.generic.package.description=\u30ec\u30dd\u30b8\u30c8\u30ea\u306e\u30a8\u30af\u30b9\u30dd\u30fc\u30c8
export.package.error=\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3059\u308b\u4e00\u6642\u30d5\u30a1\u30a4\u30eb\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002

script.title=\u30b9\u30af\u30ea\u30d7\u30c8\u306e\u5b9f\u884c
script.description=\u30d5\u30a1\u30a4\u30eb\u3084\u30d5\u30a9\u30eb\u30c0\u306e\u4f5c\u6210\u306a\u3069\u3001JavaScript\u3067\u66f8\u304b\u308c\u305f\u30bf\u30b9\u30af\u3092\u5b9f\u884c\u3057\u307e\u3059\u3002

counter.title=\u30ab\u30a6\u30f3\u30c8\u30a2\u30c3\u30d7
counter.counter=\u30a2\u30a4\u30c6\u30e0\u306e\u30ab\u30a6\u30f3\u30bf\u5c5e\u6027\u3092\u5897\u52a0\u3055\u305b\u307e\u3059\u3002

execute-all-rules.title=\u5168\u30eb\u30fc\u30eb\u306e\u5b9f\u884c
execute-all-rules.description=\u5168\u3066\u306e\u30eb\u30fc\u30eb\u3092\u5b9f\u884c\u3057\u307e\u3059\u3002

start-workflow.title=\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u958b\u59cb
start-workflow.description=\u5408\u81f4\u3057\u305f\u30a2\u30a4\u30c6\u30e0\u3078\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u3092\u958b\u59cb\u3057\u307e\u3059\u3002
