##
## Web Script Response Codes
##
webscript.code.100.name=Nastavi
webscript.code.100.description=Klijent mo\u017ee nastaviti.
webscript.code.101.name=Promjena protokola
webscript.code.101.description=Poslu\u017eitelj mijenja protokole prema zaglavlju nadogradnje.
webscript.code.200.name=U redu
webscript.code.200.description=Zahtjev je zavr\u0161io normalno.
webscript.code.201.name=Izra\u0111eno
webscript.code.201.description=Zahtjev je zavr\u0161io i napravio je novi resurs na poslu\u017eitelju.
webscript.code.202.name=Primljeno
webscript.code.202.description=Zahtjev je primljen na obradu ali jo\u0161 nije zavr\u0161io.
webscript.code.203.name=Podatak nepoznatog porijekla
webscript.code.203.description=Meta podatak koji je predstavljen klijentu nije potekao s poslu\u017eitelja.
webscript.code.204.name=Bez sadr\u017eaja
webscript.code.204.description=Zahtjev je uspje\u0161no zavr\u0161en ali nije bilo novih podataka za vratiti.
webscript.code.205.name=Sadr\u017eaj vra\u0107en u po\u010detno stanje
webscript.code.205.description=Agent JE TREBAO vratiti pogled na dokument u stanje koje je uzrokovalo slanje zahtjeva.
webscript.code.206.name=Djelomi\u010dni sadr\u017eaj
webscript.code.206.description=Poslu\u017eitelj je ispunio djelomi\u010dni GET zahtjev za resursom.
webscript.code.300.name=Vi\u0161estruki izbor
webscript.code.300.description=Tra\u017eeni resurs odgovara bilo kojem iz skupa prikaza, gdje svaki od njih ima svoju vlastitu lokaciju.
webscript.code.301.name=Trajno maknuto
webscript.code.301.description=Resurs je trajno premje\u0161ten na novo mjesto i sve budu\u0107e uputnice trebaju koristiti novi URI u svojim zahtjevima.
webscript.code.302.name=Privremeno maknuto
webscript.code.302.description=Resurs je privremeno premje\u0161ten na drugo mjesto \u0161to zna\u010di da sve budu\u0107e uputnice trebaju i dalje koristiti izvorni URI za pristup resursu.
webscript.code.303.name=Vidi drugo
webscript.code.303.description=Odgovor na zahtjev mo\u017ee biti prona\u0111en pod drugim URI-jem.
webscript.code.304.name=Nije mijenjano
webscript.code.304.description=Uvjetna GET operacija je na\u0161la da je resurs dostupan i da nije promijenjen.
webscript.code.305.name=Koristi Proxy
webscript.code.305.description=Zahtijevanom resursu se MORA pristupati kroz proxy dan u polju Mjesto.
webscript.code.400.name=Lo\u0161 zahtjev
webscript.code.400.description=Zahtjev koji je klijent poslao je bio sintaksno neispravan.
webscript.code.401.name=Neautorizirano
webscript.code.401.description=Zahtjev tra\u017ei HTTP autentikaciju
webscript.code.402.name=Isplata tra\u017eena
webscript.code.402.description=Rezervirano za budu\u0107u uporabu.
webscript.code.403.name=Zabranjeno
webscript.code.403.description=Poslu\u017eitelj je razumio zahtjev ali ga je odbio ispuniti.
webscript.code.404.name=Nije na\u0111eno
webscript.code.404.description=Tra\u017eeni resurs nije dostupan.
webscript.code.405.name=Nedozvoljena metoda
webscript.code.405.description=Metoda odre\u0111ena u liniji zahtjeva nije dozvoljena za resurs odre\u0111en URI-jem zahtjeva.
webscript.code.406.name=Nije prihvatljivo
webscript.code.406.description=Resurs odre\u0111en zahtjevom
webscript.code.407.name=Potrebna autentikacija na proxyju
webscript.code.407.description=Klijent se prvo MORA autenticirati proxyju.
webscript.code.408.name=Vrijeme zahtjeva isteklo
webscript.code.408.description=Klijent nije poslu\u017eitelju dostavio zahtjev unutar vremena koje je poslu\u017eitelj bio spreman \u010dekati.
webscript.code.409.name=Sukob
webscript.code.409.description=Zahtjev nije mogao biti zavr\u0161en zbog sukoba s trenutnim stanjem resursa.
webscript.code.410.name=Oti\u0161lo
webscript.code.410.description=Resurs nije vi\u0161e dostupan na poslu\u017eitelju i adresa za proslijediti zahtjev nije poznata.
webscript.code.411.name=Potrebna du\u017eina
webscript.code.411.description=Zahjev nije mogu\u0107e obraditi bez odre\u0111ene Du\u017eine sadr\u017eaja (Content-Length).
webscript.code.412.name=Preduvjet nije ispunjen
webscript.code.412.description=Preduvjet dan u jednom ili vi\u0161e polja zaglavlja zahtjeva je ocijenjen neuspjelim tijekom testiranja na poslu\u017eitelju.
webscript.code.413.name=Entitet zahtjeva prevelik
webscript.code.413.description=Poslu\u017eitelj odbija obraditi zahtjev zato \u0161to je entitet zahtjeva ve\u0107i no \u0161to je poslu\u017eitelj spreman ili sposoban obraditi.
webscript.code.414.name=URI zahtjeva preduga\u010dak
webscript.code.414.description=Poslu\u017eitelj odbija poslu\u017eiti zahtjev zato \u0161to je URI zahtjeva du\u017ei no \u0161to je poslu\u017eitelj voljan prevesti.
webscript.code.415.name=Nepodr\u017eani Media Type
webscript.code.415.description=Poslu\u017eitelj odbija obraditi zahtjev zato \u0161to je entitet zahtjeva u formatu zahtijevani resurs ne podr\u017eava za zahtjevanu metodu.
webscript.code.416.name=Zahtijevani raspon nije zadovoljavaju\u0107i
webscript.code.416.description=Poslu\u017eitelj ne mo\u017ee poslu\u017eiti zahtijevani raspon okteta.
webscript.code.417.name=Neispunjeno o\u010dekivanje
webscript.code.417.description=Poslu\u017eitelj nije mogao ispuniti o\u010dekivanje dano u 'Expect' zaglavlju zahtjeva.
webscript.code.500.name=Unutarnja gre\u0161ka
webscript.code.500.description=Gre\u0161ka unutar HTTP poslu\u017eitelja koja je sprije\u010dila ispunjenje zahtjeva.
webscript.code.501.name=Nije napravljeno
webscript.code.501.description=HTTP poslu\u017eitelj ne podr\u017eava funkcionalnost potrebnu za ispunjenje zahtjeva.
webscript.code.502.name=Neispravni poveznik (Gateway)
webscript.code.502.description=HTTP poslu\u017eitelj je primio neispravni odgovor od poslu\u017eitelja s kojim se savjetovao dok je bio u ulozi proxyja ili poveznika (gateway).
webscript.code.503.name=Usluga nije dostupna
webscript.code.503.description=HTTP poslu\u017eitelj je privremeno preoptere\u0107en i nije u mogu\u0107nosti obraditi zahtjev.
webscript.code.504.name=Vrijeme poveznika (Gateway) je isteklo
webscript.code.504.description=Poslu\u017eitelj nije dobio na vrijeme odgovor od sljede\u0107eg poslu\u017eitelja u lancu dok je bio u ulozi proxyja ili poveznika (gateway).
webscript.code.505.name=HTTP ina\u010dica nije podr\u017eana
webscript.code.505.description=Poslu\u017eitelj ne podr\u017eava ili odbija podr\u017eavati ina\u010dicu HTTP protokola kori\u0161tenu u poruci zahtjeva.

##
## Test Web Script Server Help
##
testserver.help=alfresco/messages/webscripts-test-help.txt
