##
## Web Script Response Codes
##
webscript.code.100.name=\u7d9a\u884c
webscript.code.100.description=\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306f\u7d9a\u884c\u53ef\u80fd\u3067\u3059\u3002
webscript.code.101.name=\u30d7\u30ed\u30c8\u30b3\u30eb\u306e\u5207\u308a\u66ff\u3048
webscript.code.101.description=\u30b5\u30fc\u30d0\u306f\u30a2\u30c3\u30d7\u30b0\u30ec\u30fc\u30c9\u30d8\u30c3\u30c0\u306b\u5fdc\u3058\u3066\u30d7\u30ed\u30c8\u30b3\u30eb\u3092\u5207\u308a\u66ff\u3048\u307e\u3059\u3002
webscript.code.200.name=\ OK
webscript.code.200.description=\u30ea\u30af\u30a8\u30b9\u30c8\u306f\u6b63\u5e38\u306b\u53d7\u3051\u4ed8\u3051\u3089\u308c\u307e\u3057\u305f\u3002
webscript.code.201.name=\u4f5c\u6210
webscript.code.201.description=\u30ea\u30af\u30a8\u30b9\u30c8\u304c\u6b63\u5e38\u306b\u51e6\u7406\u3055\u308c\u65b0\u3057\u3044\u30ea\u30bd\u30fc\u30b9\u304c\u751f\u6210\u3055\u308c\u307e\u3057\u305f\u3002
webscript.code.202.name=\u53d7\u9818
webscript.code.202.description=\u30ea\u30af\u30a8\u30b9\u30c8\u306f\u53d7\u3051\u4ed8\u3051\u3089\u308c\u307e\u3057\u305f\u304c\u3001\u51e6\u7406\u306f\u307e\u3060\u5b8c\u4e86\u3057\u3066\u3044\u307e\u305b\u3093\u3002
webscript.code.203.name=\u4fe1\u983c\u3067\u304d\u306a\u3044\u60c5\u5831
webscript.code.203.description=\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306b\u8868\u793a\u3055\u308c\u3066\u3044\u308b\u30e1\u30bf\u60c5\u5831\u306f\u5bfe\u8c61\u30b5\u30fc\u30d0\u3067\u751f\u6210\u3055\u308c\u305f\u3082\u306e\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
webscript.code.204.name=\u30b3\u30f3\u30c6\u30f3\u30c4\u4e0d\u5728
webscript.code.204.description=\u30ea\u30af\u30a8\u30b9\u30c8\u306f\u53d7\u3051\u4ed8\u3051\u3089\u308c\u307e\u3057\u305f\u304c\u8fd4\u3059\u3079\u304d\u65b0\u3057\u3044\u60c5\u5831\u304c\u3042\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002
webscript.code.205.name=\u30b3\u30f3\u30c6\u30f3\u30c4\u30ea\u30bb\u30c3\u30c8
webscript.code.205.description=\u30a8\u30fc\u30b8\u30a7\u30f3\u30c8\u306f\u6587\u66f8\u306e\u30d3\u30e5\u30fc\u3092\u30ea\u30bb\u30c3\u30c8\u3057\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002
webscript.code.206.name=\u90e8\u5206\u7684\u30b3\u30f3\u30c6\u30f3\u30c4
webscript.code.206.description=\u30b5\u30fc\u30d0\u306f\u90e8\u5206\u7684\u306aGET\u30ea\u30af\u30a8\u30b9\u30c8\u306b\u5bfe\u3057\u3066\u7d50\u679c\u3092\u8fd4\u3057\u307e\u3057\u305f\u3002
webscript.code.300.name=\u8907\u6570\u306e\u53ef\u80fd\u6027
webscript.code.300.description=\u30ea\u30af\u30a8\u30b9\u30c8\u3055\u308c\u305f\u30ea\u30bd\u30fc\u30b9\u306f\u8907\u6570\u306e\u305d\u308c\u305e\u308c\u5225\u306e\u5834\u6240\u3092\u3082\u3064\u8868\u73fe\u3068\u4e00\u81f4\u3057\u307e\u3059\u3002
webscript.code.301.name=\u6052\u4e45\u7684\u306a\u79fb\u52d5
webscript.code.301.description=\u30ea\u30bd\u30fc\u30b9\u306f\u6052\u4e45\u7684\u306b\u65b0\u3057\u3044\u5834\u6240\u3078\u79fb\u52d5\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u4eca\u5f8c\u306f\u65b0\u3057\u3044URI\u3067\u53c2\u7167\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
webscript.code.302.name=\u4e00\u6642\u7684\u306a\u79fb\u52d5
webscript.code.302.description=\u30ea\u30bd\u30fc\u30b9\u306f\u4e00\u6642\u7684\u306b\u5225\u306e\u5834\u6240\u3078\u79fb\u52d5\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u4eca\u5f8c\u3082\u5143\u3005\u306eURI\u3067\u53c2\u7167\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
webscript.code.303.name=\u4ed6\u3092\u53c2\u7167
webscript.code.303.description=\u5225\u306eURI\u304b\u3089\u3067\u3042\u308c\u3070\u9069\u5207\u306a\u30ec\u30b9\u30dd\u30f3\u30b9\u304c\u5f97\u3089\u308c\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002
webscript.code.304.name=\u5909\u66f4\u306a\u3057
webscript.code.304.description=\u6761\u4ef6\u4ed8\u304dGET\u30aa\u30da\u30ec\u30fc\u30b7\u30e7\u30f3\u306b\u3088\u308a\u30ea\u30bd\u30fc\u30b9\u304c\u5229\u7528\u53ef\u80fd\u304b\u3064\u5909\u66f4\u304c\u306a\u3055\u308c\u3066\u3044\u306a\u3044\u3053\u3068\u304c\u78ba\u8a8d\u3055\u308c\u307e\u3057\u305f\u3002
webscript.code.305.name=\u30d7\u30ed\u30ad\u30b7\u5229\u7528
webscript.code.305.description=\u30ea\u30af\u30a8\u30b9\u30c8\u3055\u308c\u305f\u30ea\u30bd\u30fc\u30b9\u306f\u6307\u5b9a\u3055\u308c\u305fProxy\u3092\u7d4c\u7531\u3057\u3066\u30a2\u30af\u30bb\u30b9\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
webscript.code.400.name=\u4e0d\u6b63\u306a\u30ea\u30af\u30a8\u30b9\u30c8
webscript.code.400.description=\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u304b\u3089\u9001\u3089\u308c\u305f\u30ea\u30af\u30a8\u30b9\u30c8\u304c\u6587\u6cd5\u7684\u306b\u9593\u9055\u3063\u3066\u3044\u307e\u3059\u3002
webscript.code.401.name=\u672a\u627f\u8a8d
webscript.code.401.description=\u30ea\u30af\u30a8\u30b9\u30c8\u306fHTTP\u8a8d\u8a3c\u3092\u5fc5\u8981\u3068\u3057\u307e\u3059\u3002
webscript.code.402.name=\u652f\u6255\u5fc5\u9808
webscript.code.402.description=\u5c06\u6765\u5bfe\u5fdc
webscript.code.403.name=\u4e0d\u8a31\u53ef
webscript.code.403.description=\u30ea\u30af\u30a8\u30b9\u30c8\u306e\u5185\u5bb9\u306f\u6b63\u3057\u304f\u78ba\u8a8d\u3055\u308c\u307e\u3057\u305f\u304c\u3001\u62d2\u5426\u3055\u308c\u307e\u3057\u305f\u3002
webscript.code.404.name=\u5229\u7528\u4e0d\u80fd
webscript.code.404.description=\u30ea\u30af\u30a8\u30b9\u30c8\u3055\u308c\u305f\u30ea\u30bd\u30fc\u30b9\u306f\u5229\u7528\u4e0d\u80fd\u3067\u3059\u3002
webscript.code.405.name=\u30e1\u30bd\u30c3\u30c9\u4e0d\u8a31\u53ef
webscript.code.405.description=\u30ea\u30af\u30a8\u30b9\u30c8\u30e9\u30a4\u30f3\u3067\u7279\u5b9a\u3055\u308c\u3066\u3044\u308b\u30e1\u30bd\u30c3\u30c9\u306f\u3001\u3053\u306e\u30ea\u30af\u30a8\u30b9\u30c8URI\u3067\u6307\u5b9a\u3055\u308c\u305f\u30ea\u30bd\u30fc\u30b9\u3067\u306f\u5229\u7528\u3067\u304d\u307e\u305b\u3093\u3002
webscript.code.406.name=\u53d7\u5165\u4e0d\u53ef
webscript.code.406.description=\u30ea\u30af\u30a8\u30b9\u30c8\u3055\u308c\u305f\u30ea\u30bd\u30fc\u30b9\u306f\u30b3\u30f3\u30c6\u30f3\u30c4\u304c\u30ea\u30af\u30a8\u30b9\u30c8\u306eaccept\u30d8\u30c3\u30c0\u306b\u793a\u3055\u308c\u305f\u6761\u4ef6\u3092\u6e80\u305f\u3057\u3066\u3044\u308b\u5834\u5408\u306e\u307f\u30ec\u30b9\u30dd\u30f3\u30b9\u304c\u4f5c\u6210\u3055\u308c\u308b\u3053\u3068\u306b\u306a\u3063\u3066\u3044\u307e\u3059\u3002
webscript.code.407.name=Proxy\u627f\u8a8d\u5fc5\u9808
webscript.code.407.description=\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306fProxy\u306b\u3088\u3063\u3066\u627f\u8a8d\u3055\u308c\u3066\u3044\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
webscript.code.408.name=\u30bf\u30a4\u30e0\u30a2\u30a6\u30c8
webscript.code.408.description=\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306f\u30b5\u30fc\u30d0\u5074\u306e\u5f85\u3061\u6642\u9593\u5185\u306b\u30ea\u30af\u30a8\u30b9\u30c8\u3092\u751f\u6210\u3057\u307e\u305b\u3093\u3067\u3057\u305f\u3002
webscript.code.409.name=\u885d\u7a81
webscript.code.409.description=\u30ea\u30af\u30a8\u30b9\u30c8\u304c\u30ea\u30bd\u30fc\u30b9\u306e\u73fe\u5728\u306e\u72b6\u6cc1\u3068\u885d\u7a81\u3057\u3066\u3044\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002
webscript.code.410.name=\u6d88\u5931
webscript.code.410.description=\u30ea\u30bd\u30fc\u30b9\u306f\u3082\u3046\u3053\u306e\u30b5\u30fc\u30d0\u4e0a\u306b\u306f\u306a\u304f\u8ee2\u9001\u5148\u3082\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
webscript.code.411.name=\u9577\u3055\u9055\u53cd
webscript.code.411.description=\u30ea\u30af\u30a8\u30b9\u30c8\u306f\u4e88\u3081\u5b9a\u7fa9\u3055\u308c\u305f\u30b3\u30f3\u30c6\u30f3\u30c4\u9577\u3092\u5fc5\u8981\u3068\u3057\u307e\u3059\u3002
webscript.code.412.name=\u524d\u63d0\u6761\u4ef6\u30a8\u30e9\u30fc
webscript.code.412.description=\u30ea\u30af\u30a8\u30b9\u30c8\u30d8\u30c3\u30c0\u306b\u3088\u3063\u3066\u4e0e\u3048\u3089\u308c\u305f\u524d\u63d0\u6761\u4ef6\u304c\u30b5\u30fc\u30d0\u4e0a\u306e\u30c6\u30b9\u30c8\u306b\u901a\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002
webscript.code.413.name=\u30ea\u30af\u30a8\u30b9\u30c8\u30b5\u30a4\u30ba\u9055\u53cd
webscript.code.413.description=\u30ea\u30af\u30a8\u30b9\u30c8\u304c\u30b5\u30fc\u30d0\u3067\u51e6\u7406\u3067\u304d\u308b\u30b5\u30a4\u30ba\u3092\u8d85\u3048\u305f\u30a8\u30f3\u30c6\u30a3\u30c6\u30a3\u3092\u8981\u6c42\u3057\u3066\u3044\u308b\u305f\u3081\u51e6\u7406\u3092\u62d2\u5426\u3057\u3066\u3044\u307e\u3059\u3002
webscript.code.414.name=\u30ea\u30af\u30a8\u30b9\u30c8URI\u9577\u3055\u9055\u53cd
webscript.code.414.description=\u30ea\u30af\u30a8\u30b9\u30c8URI\u306e\u6587\u5b57\u5217\u9577\u304c\u5927\u304d\u3059\u304e\u307e\u3059\u3002
webscript.code.415.name=\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u306a\u3044\u30e1\u30c7\u30a3\u30a2
webscript.code.415.description=\u30ea\u30af\u30a8\u30b9\u30c8\u30e1\u30bd\u30c3\u30c9\u306b\u3088\u3063\u3066\u8981\u6c42\u3055\u308c\u308b\u30ea\u30bd\u30fc\u30b9\u306e\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u304c\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u306a\u3044\u5f62\u5f0f\u3067\u3042\u308b\u305f\u3081\u51e6\u7406\u3092\u62d2\u5426\u3057\u3066\u3044\u307e\u3059\u3002
webscript.code.416.name=\u7bc4\u56f2\u9055\u53cd
webscript.code.416.description=\u8981\u6c42\u3055\u308c\u305f\u30d0\u30a4\u30c8\u5e45\u306b\u5bfe\u5fdc\u3067\u304d\u307e\u305b\u3093\u3002
webscript.code.417.name=\u4e88\u60f3\u306e\u5931\u6557
webscript.code.417.description=Expect\u30ea\u30af\u30a8\u30b9\u30c8\u30d8\u30c3\u30c0\u3067\u4e0e\u3048\u3089\u308c\u305f\u4e88\u60f3\u5024\u304c\u3042\u3063\u3066\u3044\u307e\u305b\u3093\u3067\u3057\u305f\u3002
webscript.code.500.name=\u5185\u90e8\u30a8\u30e9\u30fc
webscript.code.500.description=HTTP\u30b5\u30fc\u30d0\u306e\u5185\u90e8\u30a8\u30e9\u30fc\u306b\u3088\u308a\u30ea\u30af\u30a8\u30b9\u30c8\u306e\u51e6\u7406\u304c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
webscript.code.501.name=\u672a\u5b9f\u88c5
webscript.code.501.description=HTTP\u30b5\u30fc\u30d0\u304c\u5fc5\u8981\u306a\u6a5f\u80fd\u3092\u5099\u3048\u3066\u3044\u307e\u305b\u3093\u3002
webscript.code.502.name=\u4e0d\u6b63\u306a\u30b2\u30fc\u30c8\u30a6\u30a7\u30a4
webscript.code.502.description=HTTP\u30b5\u30fc\u30d0\u304cProxy\u3042\u308b\u3044\u306f\u30b2\u30fc\u30c8\u30a6\u30a7\u30a4\u304b\u3089\u4e0d\u6b63\u306a\u30ec\u30b9\u30dd\u30f3\u30b9\u3092\u53d7\u3051\u53d6\u308a\u307e\u3057\u305f\u3002
webscript.code.503.name=\u30b5\u30fc\u30d3\u30b9\u4e0d\u80fd
webscript.code.503.description=HTTP\u30b5\u30fc\u30d0\u304c\u4e00\u6642\u7684\u306b\u904e\u8ca0\u8377\u306e\u72b6\u614b\u306b\u306a\u308a\u30ea\u30af\u30a8\u30b9\u30c8\u3092\u51e6\u7406\u3067\u304d\u307e\u305b\u3093\u3002
webscript.code.504.name=\u30b2\u30a4\u30c8\u30a6\u30a7\u30a4\u30bf\u30a4\u30e0\u30a2\u30a6\u30c8
webscript.code.504.description=\u4e0a\u6d41\u30b5\u30fc\u30d0\u304b\u3089\u306e\u30ec\u30b9\u30dd\u30f3\u30b9\u3092\u6642\u9593\u5185\u306b\u5f97\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
webscript.code.505.name=\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u306a\u3044HTTP\u30d0\u30fc\u30b8\u30e7\u30f3
webscript.code.505.description=\u30ea\u30af\u30a8\u30b9\u30c8\u30e1\u30c3\u30bb\u30fc\u30b8\u306eHTTP\u30d0\u30fc\u30b8\u30e7\u30f3\u304c\u30b5\u30fc\u30d0\u304c\u30b5\u30dd\u30fc\u30c8\u3057\u3066\u3044\u308b\u3082\u306e\u3067\u306a\u304b\u3063\u305f\u305f\u3081\u51e6\u7406\u304c\u62d2\u5426\u3055\u308c\u307e\u3057\u305f\u3002

##
## Test Web Script Server Help
##
testserver.help=alfresco/messages/webscripts-test-help.txt
