inboundemail.title=Email de entrada
inboundemail.intro-text=Os usu\u00e1rios podem adicionar conte\u00fado ao reposit\u00f3rio por email (SMTP). Use as op\u00e7\u00f5es a seguir para ativar (ou desativar) os emails de entrada via SMTP e configurar quem pode envi\u00e1-los e como s\u00e3o tratados.
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
inboundemail.instruction-link=Consulte <a href="http://docs.alfresco.com/5.0/concepts/email-inboundsmtp-props.html" target="_blank">Inbound Email</a> para obter mais detalhes.

inboundemail.inbound-email=Email de entrada
inboundemail.inbound-email.enabled=Ativado
inboundemail.inbound-email.enabled.description=Ativar ou desativar o servi\u00e7o de email de entrada. 
inboundemail.inbound-email.anonymous-username=Usu\u00e1rio desconhecido
inboundemail.inbound-email.anonymous-username.description=Especifique o nome de usu\u00e1rio para autentica\u00e7\u00e3o do email se o endere\u00e7o do remetente n\u00e3o corresponder a um email de usu\u00e1rio do Alfresco existente.
inboundemail.inbound-email.allowed-senders=Remetentes permitidos 
inboundemail.inbound-email.allowed-senders.description=Para permitir somente remetentes especificados, insira uma lista separada por v\u00edrgulas de padr\u00f5es REGEX de email como, por exemplo: .*\\@hotmail\\.com, .*\\@googlemail\\.com. O endere\u00e7o de email do remetente precisa corresponder a um valor listado para que a mensagem seja aceita. 
inboundemail.inbound-email.overwrite-duplicates=Substituir duplicatas
inboundemail.inbound-email.overwrite-duplicates.description=Por padr\u00e3o, mensagens duplicadas em uma pasta substituir\u00e3o umas \u00e0s outras. Desmarque para numerar e manter as mensagens duplicadas.
inboundemail.inbound-email.maximum-server-connections=N\u00famero m\u00e1ximo de conex\u00f5es de servidor
inboundemail.inbound-email.maximum-server-connections.description=O n\u00famero m\u00e1ximo de conex\u00f5es permitidas. Aumente este n\u00famero para priorizar o subsistema de email em rela\u00e7\u00e3o ao restante do Alfresco. A configura\u00e7\u00e3o padr\u00e3o \u00e9 3.
inboundemail.inbound-email.smtp-authentication-enabled=Autentica\u00e7\u00e3o SMTP ativada
inboundemail.inbound-email.smtp-authentication-enabled.description=Ativar ou desativar a autentica\u00e7\u00e3o de email de entrada com o reposit\u00f3rio.
inboundemail.inbound-email.email-server-port=Porta do servidor de email
inboundemail.inbound-email.email-server-port.description=O n\u00famero de porta do servidor de email. O padr\u00e3o \u00e9 25.
inboundemail.inbound-email.email-server-domain=Dom\u00ednio do servidor de email
inboundemail.inbound-email.email-server-domain.description=O dom\u00ednio padr\u00e3o do servidor de email.
inboundemail.inbound-email.blocked-senders=Remetentes bloqueados
inboundemail.inbound-email.blocked-senders.description=Para bloquear remetentes, insira uma lista separada por v\u00edrgulas de padr\u00f5es REGEX de email como, por exemplo: .*\\@hotmail\\.com, .*\\@googlemail\\.com. Se o endere\u00e7o de email do remetente corresponder a um valor listado, a mensagem ser\u00e1 rejeitada. 
inboundemail.inbound-email.email-contributors-authority=Grupo de autentica\u00e7\u00e3o de email
inboundemail.inbound-email.email-contributors-authority.description=Os usu\u00e1rios precisam ser membros desse grupo para adicionar conte\u00fado ao reposit\u00f3rio por email. O grupo padr\u00e3o \u00e9 EMAIL_CONTRIBUTORS.

inboundemail.transport-layer-security=TLS (Transport Layer Security) 
inboundemail.transport-layer-security.description=O protocolo TLS atualiza uma conex\u00e3o de texto simples para uma conex\u00e3o TLS ou SSL criptografada em vez de usar uma porta separada para comunica\u00e7\u00e3o criptografada. Selecione se o suporte TLS fica ativado, desativado, oculto ou obrigat\u00f3rio.
inboundemail.transport-layer-security.tls-support=Suporte a TLS

#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
inboundemail.transport-layer-security.tls-support.description=Voc\u00ea precisa configurar um keystore Java para ativar o suporte a TLS para email de entrada. Consulte <a href="http://docs.alfresco.com/5.0/concepts/troubleshoot-inboundemail.html" target="_blank">SMTP inbound email using StartTLS</a> para obter mais detalhes.
inboundemail.transport-layer-security.tls-support.disabled=Desativado
inboundemail.transport-layer-security.tls-support.disabled.description=Desativado: o suporte a TLS fica desativado.
inboundemail.transport-layer-security.tls-support.hidden=Oculto
inboundemail.transport-layer-security.tls-support.hidden.description=Oculto: no comando EHLO, o suporte do servidor a TLS fica oculto, embora o TLS ainda seja aceito caso o cliente o use.
inboundemail.transport-layer-security.tls-support.enabled=Ativado
inboundemail.transport-layer-security.tls-support.enabled.description=Ativado: no comando EHLO, o suporte do servidor a TLS \u00e9 anunciado.
inboundemail.transport-layer-security.tls-support.required=Obrigat\u00f3rio
inboundemail.transport-layer-security.tls-support.required.description=Obrigat\u00f3rio: a autentica\u00e7\u00e3o TLS \u00e9 obrigat\u00f3ria.
