inboundemail.title=Correo entrante
inboundemail.intro-text=Lo usuarios pueden a\u00f1adir contenido al repositorio por correo electr\u00f3nico (SMTP). Utilice las opciones siguientes para activar (o desactivar) los correos entrantes por medio de SMTP y configurar qui\u00e9n puede enviarlos y c\u00f3mo se gestionan.
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
inboundemail.instruction-link=Consulte <a href="http://docs.alfresco.com/5.0/concepts/email-inboundsmtp-props.html" target="_blank">Inbound Email</a> para obtener m\u00e1s informaci\u00f3n.

inboundemail.inbound-email=Correo entrante
inboundemail.inbound-email.enabled=Activado
inboundemail.inbound-email.enabled.description=Activar o desactivar el servicio de correo entrante. 
inboundemail.inbound-email.anonymous-username=Usuario desconocido
inboundemail.inbound-email.anonymous-username.description=Especifique el nombre de usuario con el que se autenticar\u00e1 el correo electr\u00f3nico si la direcci\u00f3n del remitente no coincide con la direcci\u00f3n de correo electr\u00f3nico de un usuario de Alfresco existente.
inboundemail.inbound-email.allowed-senders=Remitentes permitidos 
inboundemail.inbound-email.allowed-senders.description=Para permitir solo a los remitentes especificados que introduzcan una lista de patrones REGEX de correo electr\u00f3nico separada por comas, por ejemplo: .*\\@hotmail\\.com, .*\\@googlemail\\.com. La direcci\u00f3n de correo electr\u00f3nico del remitente debe coincidir con un valor listado para que se acepte el mensaje. 
inboundemail.inbound-email.overwrite-duplicates=Sobrescribir duplicados
inboundemail.inbound-email.overwrite-duplicates.description=De forma predeterminada, los mensajes duplicados en una carpeta se sobrescribir\u00e1n los unos a los otros. Anule la selecci\u00f3n para numerar y mantener los mensajes duplicados.
inboundemail.inbound-email.maximum-server-connections=Conexiones m\u00e1ximas de servidor
inboundemail.inbound-email.maximum-server-connections.description=El n\u00famero m\u00e1ximo de conexiones permitidas. Aumente este n\u00famero para priorizar el subsistema de correo electr\u00f3nico sobre el resto de Alfresco. El valor predeterminado es 3.
inboundemail.inbound-email.smtp-authentication-enabled=Autenticaci\u00f3n SMTP activada
inboundemail.inbound-email.smtp-authentication-enabled.description=Activar o desactivar la autenticaci\u00f3n del correo entrante en el repositorio.
inboundemail.inbound-email.email-server-port=Puerto del servidor de correo electr\u00f3nico
inboundemail.inbound-email.email-server-port.description=El n\u00famero de puerto para el servidor de correo electr\u00f3nico. El valor predeterminado es 25.
inboundemail.inbound-email.email-server-domain=Dominio del servidor de correo electr\u00f3nico
inboundemail.inbound-email.email-server-domain.description=El dominio predeterminado para el servidor de correo electr\u00f3nico.
inboundemail.inbound-email.blocked-senders=Remitentes bloqueados
inboundemail.inbound-email.blocked-senders.description=Para bloquear a los remitentes y que no introduzcan una lista de patrones REGEX de correo electr\u00f3nico separada por comas, por ejemplo: .*\\@hotmail\\.com, .*\\@googlemail\\.com. Si la direcci\u00f3n de correo electr\u00f3nico del remitente coincide con un valor listado, el mensaje se rechazar\u00e1. 
inboundemail.inbound-email.email-contributors-authority=Grupo de autenticaci\u00f3n de correo electr\u00f3nico
inboundemail.inbound-email.email-contributors-authority.description=Los usuarios deben ser miembros de este grupo para a\u00f1adir contenido al repositorio por correo electr\u00f3nico. El grupo predeterminado es EMAIL_CONTRIBUTORS.

inboundemail.transport-layer-security=Seguridad de la capa de transporte (TLS) 
inboundemail.transport-layer-security.description=El protocolo TLS actualiza una conexi\u00f3n de texto plano a una conexi\u00f3n TLS o SSL cifrada en vez de usar un puerto separado para la comunicaci\u00f3n cifrada. Seleccione si el soporte de TLS est\u00e1 activado, desactivado, oculto o es requerido.
inboundemail.transport-layer-security.tls-support=Soporte de TLS

#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
inboundemail.transport-layer-security.tls-support.description=Debe configurar un almac\u00e9n de claves Java para activar el soporte de TLS para el correo entrante. Consulte <a href="http://docs.alfresco.com/5.0/concepts/troubleshoot-inboundemail.html" target="_blank">SMTP inbound email using StartTLS</a> para obtener m\u00e1s informaci\u00f3n.
inboundemail.transport-layer-security.tls-support.disabled=Desactivado
inboundemail.transport-layer-security.tls-support.disabled.description=Desactivado: el soporte de TLS est\u00e1 desactivado.
inboundemail.transport-layer-security.tls-support.hidden=Oculto
inboundemail.transport-layer-security.tls-support.hidden.description=Oculto: en el comando EHLO, el soporte del servidor para TLS est\u00e1 oculto, aunque TLS se aceptar\u00e1 si el cliente lo utiliza.
inboundemail.transport-layer-security.tls-support.enabled=Activado
inboundemail.transport-layer-security.tls-support.enabled.description=Activado: en el comando EHLO, se anuncia el soporte del servidor para TLS.
inboundemail.transport-layer-security.tls-support.required=Requerido
inboundemail.transport-layer-security.tls-support.required.description=Requerido: se requiere la autenticaci\u00f3n de TLS.
