inboundemail.title=E-mail entrant
inboundemail.intro-text=Les utilisateurs peuvent ajouter du contenu \u00e0 l'entrep\u00f4t par e-mail (SMTP). Utilisez les options suivantes pour activer (ou d\u00e9sactiver) les e-mails entrants via SMTP, configurer les personnes autoris\u00e9es \u00e0 les envoyer et d\u00e9finir la mani\u00e8re dont ils sont trait\u00e9s.
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
inboundemail.instruction-link=Consultez le document relatif aux <a href="http://docs.alfresco.com/5.0/concepts/email-inboundsmtp-props.html" target="_blank">Inbound Email</a> pour plus d'informations.

inboundemail.inbound-email=E-mail entrant
inboundemail.inbound-email.enabled=Activ\u00e9
inboundemail.inbound-email.enabled.description=Activez ou d\u00e9sactivez le service d'e-mails entrants. 
inboundemail.inbound-email.anonymous-username=Utilisateur inconnu
inboundemail.inbound-email.anonymous-username.description=Sp\u00e9cifiez le nom d'utilisateur par rapport auquel l'e-mail sera authentifi\u00e9 si l'adresse de l'exp\u00e9diteur ne correspond \u00e0 l'adresse e-mail d'aucun utilisateur Alfresco existant.
inboundemail.inbound-email.allowed-senders=Exp\u00e9diteurs autoris\u00e9s 
inboundemail.inbound-email.allowed-senders.description=Pour autoriser uniquement les exp\u00e9diteurs sp\u00e9cifi\u00e9s, entrez la liste des motifs REGEX d'adresses e-mail, s\u00e9par\u00e9s par des virgules, par exemple\u00a0: .*\\@hotmail\\.com, .*\\@googlemail\\.com. L'adresse e-mail de l'exp\u00e9diteur doit correspondre \u00e0 l'une des valeurs de la liste pour que le message soit accept\u00e9. 
inboundemail.inbound-email.overwrite-duplicates=Ecraser les doublons
inboundemail.inbound-email.overwrite-duplicates.description=Par d\u00e9faut, les messages en double dans un m\u00eame dossier sont \u00e9cras\u00e9s. D\u00e9s\u00e9lectionnez cette option pour conserver les doublons en les num\u00e9rotant.
inboundemail.inbound-email.maximum-server-connections=Nombre maximal de connexions au serveur
inboundemail.inbound-email.maximum-server-connections.description=Nombre maximal de connexions autoris\u00e9es. Augmentez ce nombre pour donner la priorit\u00e9 au sous-syst\u00e8me de messagerie \u00e9lectronique sur le reste du syst\u00e8me Alfresco. La valeur par d\u00e9faut est 3.
inboundemail.inbound-email.smtp-authentication-enabled=Authentification SMTP activ\u00e9e
inboundemail.inbound-email.smtp-authentication-enabled.description=Activez ou d\u00e9sactivez l'authentification des e-mails entrants par rapport \u00e0 l'entrep\u00f4t.
inboundemail.inbound-email.email-server-port=Port du serveur de messagerie
inboundemail.inbound-email.email-server-port.description=Num\u00e9ro de port du serveur de messagerie. La valeur par d\u00e9faut est 25.
inboundemail.inbound-email.email-server-domain=Domaine du serveur de messagerie
inboundemail.inbound-email.email-server-domain.description=Domaine par d\u00e9faut du serveur de messagerie.
inboundemail.inbound-email.blocked-senders=Exp\u00e9diteurs bloqu\u00e9s
inboundemail.inbound-email.blocked-senders.description=Pour bloquer certains exp\u00e9diteurs, entrez la liste des motifs REGEX d'adresses e-mail, s\u00e9par\u00e9s par des virgules, par exemple\u00a0: .*\\@hotmail\\.com, .*\\@googlemail\\.com. Si l'adresse e-mail de l'exp\u00e9diteur correspond \u00e0 l'une des valeurs de la liste, le message est rejet\u00e9. 
inboundemail.inbound-email.email-contributors-authority=Groupe d'authentification des e-mails
inboundemail.inbound-email.email-contributors-authority.description=Les utilisateurs doivent \u00eatre membre de ce groupe pour ajouter du contenu \u00e0 l'entrep\u00f4t par e-mail. Le groupe par d\u00e9faut est EMAIL_CONTRIBUTORS.

inboundemail.transport-layer-security=Transport Layer Security (TLS) 
inboundemail.transport-layer-security.description=Le protocole TLS modifie une connexion au format plein texte en connexion s\u00e9curis\u00e9e TLS ou SSL au lieu d'utiliser un port distinct pour la communication chiffr\u00e9e. Choisissez si la prise en charge du protocole TLS doit \u00eatre activ\u00e9e, d\u00e9sactiv\u00e9e, masqu\u00e9e ou requise.
inboundemail.transport-layer-security.tls-support=Prise en charge de TLS

#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
inboundemail.transport-layer-security.tls-support.description=Vous devez configurer un keystore Java pour activer la prise en charge de TLS pour les e-mails entrants. Consultez le document relatif \u00e0 l'<a href="http://docs.alfresco.com/5.0/concepts/troubleshoot-inboundemail.html" target="_blank">SMTP inbound email using StartTLS</a> pour plus d'informations.
inboundemail.transport-layer-security.tls-support.disabled=D\u00e9sactiv\u00e9e
inboundemail.transport-layer-security.tls-support.disabled.description=D\u00e9sactiv\u00e9e\u00a0: la prise en charge de TLS est d\u00e9sactiv\u00e9e.
inboundemail.transport-layer-security.tls-support.hidden=Masqu\u00e9e
inboundemail.transport-layer-security.tls-support.hidden.description=Masqu\u00e9e\u00a0: lors de l'envoi de la commande EHLO, la prise en charge de TLS sur le serveur est masqu\u00e9e, mais demeure possible si le client l'utilise.
inboundemail.transport-layer-security.tls-support.enabled=Activ\u00e9e
inboundemail.transport-layer-security.tls-support.enabled.description=Activ\u00e9e\u00a0: lors de l'envoi de la commande EHLO, la prise en charge de TLS sur le serveur est activ\u00e9e.
inboundemail.transport-layer-security.tls-support.required=Requise
inboundemail.transport-layer-security.tls-support.required.description=Requise\u00a0: l'authentification TLS est requise.
