inboundemail.title=Eingehende E-Mails
inboundemail.intro-text=Benutzer k\u00f6nnen per E-Mail (SMTP) Content zum Repository hinzuf\u00fcgen. Mit den folgenden Optionen k\u00f6nnen Sie die Option f\u00fcr eingehende E-Mails \u00fcber SMTP aktiveren (oder deaktivieren) und festlegen, wer E-Mails schicken kann und wie mit diesen umgegangen werden soll.
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
inboundemail.instruction-link=Weitere Informationen finden Sie unter <a href="http://docs.alfresco.com/5.0/concepts/email-inboundsmtp-props.html" target="_blank">Inbound Email</a>.

inboundemail.inbound-email=Eingehende E-Mails
inboundemail.inbound-email.enabled=Aktiviert
inboundemail.inbound-email.enabled.description=Zur Aktivierung oder Deaktivierung eingehender E-Mails. 
inboundemail.inbound-email.anonymous-username=Unbekannter Benutzer
inboundemail.inbound-email.anonymous-username.description=Geben Sie den Benutzernamen f\u00fcr die Authentifizierung der E-Mail an, wenn die Absenderadresse nicht mit einer vorhandenen Alfresco-Benutzeradresse \u00fcbereinstimmt.
inboundemail.inbound-email.allowed-senders=Zugelassene Absender 
inboundemail.inbound-email.allowed-senders.description=Um nur ganz bestimmte Absender zuzulassen, k\u00f6nnen Sie hier eine Liste von E-Mail-REGEX-Mustern eingeben, zum Beispiel: .*\\@hotmail\\.com, .*\\@googlemail\\.com. Die einzelnen Eintr\u00e4ge m\u00fcssen durch Kommas voneinander getrennt sein. Die Nachricht kann dann nur angenommen werden, wenn die Absender-E-Mail-Adresse einer der aufgelisteten Muster entspricht. 
inboundemail.inbound-email.overwrite-duplicates=Duplikate \u00fcberschreiben
inboundemail.inbound-email.overwrite-duplicates.description=Standardm\u00e4\u00dfig werden doppelte Nachrichten im selben Ordner \u00fcberschrieben. Sie k\u00f6nnen diese Option deaktivieren, wenn mehrfach vorkommende Nachrichten nummeriert und gespeichert werden sollen.
inboundemail.inbound-email.maximum-server-connections=Max. Serververbindungen
inboundemail.inbound-email.maximum-server-connections.description=Die maximal zul\u00e4ssige Anzahl an Serververbindungen. Sie k\u00f6nnen diesen Wert erh\u00f6hen, wenn das E-Mail-Subsystem Vorrang vor dem \u00fcbrigen Alfresco-System haben soll. Die Standardeinstellung ist 3.
inboundemail.inbound-email.smtp-authentication-enabled=SMTP-Authentifizierung aktiviert
inboundemail.inbound-email.smtp-authentication-enabled.description=Zur Aktivierung/Deaktivierung der Authentifizierung eingehender E-Mails im Repository.
inboundemail.inbound-email.email-server-port=E-Mail-Server-Port
inboundemail.inbound-email.email-server-port.description=Die Portnummer f\u00fcr den E-Mail-Server. Standard ist 25.
inboundemail.inbound-email.email-server-domain=E-Mail-Server-Domain
inboundemail.inbound-email.email-server-domain.description=Die Standard-Domain f\u00fcr den E-Mail-Server.
inboundemail.inbound-email.blocked-senders=Blockierte Absender
inboundemail.inbound-email.blocked-senders.description=Um bestimmte Absender zu sperren, k\u00f6nnen Sie hier eine Liste von E-Mail-REGEX-Mustern eingeben, zum Beispiel: .*\\@hotmail\\.com, .*\\@googlemail\\.com. Die einzelnen Eintr\u00e4ge m\u00fcssen durch Kommas voneinander getrennt sein. Wenn die E-Mail-Adresse des Absenders einem der aufgelisteten Muster entspricht, wird dich Nachricht abgewiesen. 
inboundemail.inbound-email.email-contributors-authority=E-Mail-Authentifizierungsgruppe
inboundemail.inbound-email.email-contributors-authority.description=Nur Mitglieder dieser Gruppe k\u00f6nnen per E-Mail Content zum Repository hinzuf\u00fcgen. Die Standardgruppe ist EMAIL_CONTRIBUTORS.

inboundemail.transport-layer-security=Transport Layer Security (TLS) 
inboundemail.transport-layer-security.description=Das TLS-Protokoll stuft eine einfache Verbindung zu einer verschl\u00fcsselten TLS- oder SSL-Verbindung hoch, sodass kein separater Port f\u00fcr verschl\u00fcsselte Kommunikation verwendet werden muss. W\u00e4hlen Sie aus, ob die TLS-Unterst\u00fctzung aktiviert oder deaktiviert werden, verborgen sein oder erforderlich sein soll.
inboundemail.transport-layer-security.tls-support=TLS-Unterst\u00fctzung

#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
inboundemail.transport-layer-security.tls-support.description=Sie m\u00fcssen einen Java-Keystore konfigurieren, um TLS-Unterst\u00fctzung f\u00fcr eingehende E-Mails zu aktivieren. Weitere Informationen finden Sie unter <a href="http://docs.alfresco.com/5.0/concepts/troubleshoot-inboundemail.html" target="_blank">SMTP inbound email using StartTLS</a>.
inboundemail.transport-layer-security.tls-support.disabled=Deaktiviert
inboundemail.transport-layer-security.tls-support.disabled.description=Deaktiviert: TLS-Unterst\u00fctzung ist deaktiviert.
inboundemail.transport-layer-security.tls-support.hidden=Verborgen
inboundemail.transport-layer-security.tls-support.hidden.description=Verborgen: Beim EHLO-Befehl wird die TLS-Unterst\u00fctzung zwar verborgen, TLS wird jedoch weiterhin zugelassen, wenn vom Client verwendet.
inboundemail.transport-layer-security.tls-support.enabled=Aktiviert
inboundemail.transport-layer-security.tls-support.enabled.description=Aktiviert: Beim EHLO-Befehl wird die Server-Unterst\u00fctzung f\u00fcr TLS angegeben.
inboundemail.transport-layer-security.tls-support.required=Erforderlich
inboundemail.transport-layer-security.tls-support.required.description=Erforderlich: TLS-Authentifizierung ist erforderlich.
