header.samlSettings=Inicio se sesi\u00f3n \u00fanico (SAML)
ssoEnabled.label=Activar autenticaci\u00f3n SAML (SSO)
ssoEnabled.help=Activar autenticaci\u00f3n SAML (SSO)

set.settings=Configuraci\u00f3n
idpSsoURL.label=URL del servicio de solicitud de autenticaci\u00f3n de IDP
idpSsoURL.help=La URL a la que se env\u00eda la solicitud de autenticaci\u00f3n de Alfresco. \
  Le redirecciona a la p\u00e1gina de inicio de sesi\u00f3n de la compa\u00f1\u00eda que requiere autenticaci\u00f3n.
idpSloRequestURL.label=URL del servicio de solicitud de cierre de sesi\u00f3n \u00fanica de IDP
idpSloRequestURL.help=La URL a la que se env\u00eda la solicitud de cierre de sesi\u00f3n de Alfresco cuando se cierra sesi\u00f3n en Alfresco Share. \
  Cierra su sesi\u00f3n en Alfresco y en cualquier otra aplicaci\u00f3n que utilice la soluci\u00f3n SSO.
idpSloResponseURL.label=URL del servicio de respuesta de cierre de sesi\u00f3n \u00fanico de IDP
idpSloResponseURL.help=La URL a la que se env\u00eda una respuesta de cierre de sesi\u00f3n de Alfresco cuando se recibe una solicitud de cierre de sesi\u00f3n de su IDP.
certificate.label=Cargar certificado IDP
certificate.help=El certificado que se utiliza para validar las solicitudes y respuestas de Alfresco.
certificate.details.label=Certificado
certificate.status.label={0}
certificate.status.valid=
certificate.status.expired="\u00a1Vencido!"
certificate.expires.label=Fecha de vencimiento {0}
certificate.edit.title=Actualizar certificado
certificate.downloadIdPCertificate=Descargar certificado p\u00fablico IDP

set.info=Informaci\u00f3n
issuer.label=Identificaci\u00f3n de entidad (emisor)
issuer.help=Nombre de dominio del emisor.
shareEntrypointUrl.label=URL del punto de entrada de SAML
shareEntrypointUrl.help=La URL a la que pueden acceder sus usuarios directamente para ser redireccionados autom\u00e1ticamente a su soluci\u00f3n SSO. \
  Esto solo funcionar\u00e1 con los usuarios controlados en su dominio, por lo que no deber\u00e1 ofrecerse a usuarios externos.
downloadCertificate.label=Descargar certificado p\u00fablico SP (nota: com\u00fan para todas las redes)
downloadMetadata.label=Descargar metadatos SP (nota: con URL espec\u00edficas de red)

save.button=Guardar
reset.button=Reiniciar
load.message.failure=No se ha podido cargar la configuraci\u00f3n SAML
save.message=Guardando configuraci\u00f3n SAML
save.message.success=La configuraci\u00f3n se ha guardado correctamente (SAML activado)
save.message.failure=No se ha podido guardar la configuraci\u00f3n SAML debido a un error. Compruebe que el nivel de suscripci\u00f3n de la red es Enterprise y que su certificado IDP es v\u00e1lido.
disable.message.success=SAML est\u00e1 ahora desactivado
disable.message.failure=No se ha podido desactivar SAML

# Copied from org/alfresco/components/form/form.get.properties
form.field.help=Pulsar para mostrar y ocultar el texto de ayuda del campo.
