header.samlSettings=Authentification unique (SAML)
ssoEnabled.label=Activer l'authentification SAML(SSO)
ssoEnabled.help=Activer l'authentification SAML(SSO)

set.settings=Param\u00e8tres
idpSsoURL.label=URL du service IdP AuthenticationRequest
idpSsoURL.help=L'URL vers laquelle la requ\u00eate d'authentification d'Alfresco est envoy\u00e9e. /
  Vous \u00eates redirig\u00e9 vers la page de connexion de l'entreprise qui doit \u00eatre authentifi\u00e9e.
idpSloRequestURL.label=URL du service IdP SingleLogoutRequest
idpSloRequestURL.help=L'URL vers laquelle une requ\u00eate de d\u00e9connexion d'Alfresco est envoy\u00e9e lors de la d\u00e9connexion d'Alfresco Share. \
  Vous \u00eates d\u00e9connect\u00e9 d'Alfresco et de toutes les autres applications qui utilisent la solution SSO.
idpSloResponseURL.label=URL du service IdP SingleLogoutResponse
idpSloResponseURL.help=L'URL vers laquelle une r\u00e9ponse de d\u00e9connexion d'Alfresco est envoy\u00e9e lors de la r\u00e9ception d'une requ\u00eate de d\u00e9connexion de votre Idp.
certificate.label=Importer le certificat IdP
certificate.help=Certificat utilis\u00e9 pour valider les requ\u00eates et r\u00e9ponses envoy\u00e9es par le syst\u00e8me Alfresco.
certificate.details.label=Certificat
certificate.status.label={0}
certificate.status.valid=
certificate.status.expired="A expir\u00e9 !"
certificate.expires.label=Date d''expiration {0}
certificate.edit.title=Mettre \u00e0 jour le certificat
certificate.downloadIdPCertificate=T\u00e9l\u00e9charger le certificat public IdP

set.info=Information
issuer.label=Identification d'entit\u00e9 (auteur)
issuer.help=Nom de domaine de l'auteur.
shareEntrypointUrl.label=URL de point d'entr\u00e9e SAML
shareEntrypointUrl.help=L'URL \u00e0 laquelle vos utilisateurs peuvent acc\u00e9der directement pour \u00eatre automatiquement redirig\u00e9s vers votre solution SSO. \
  Fonctionne uniquement pour les utilisateurs contr\u00f4l\u00e9s dans votre domaine et ne doit pas \u00eatre communiqu\u00e9e \u00e0 des utilisateurs externes.
downloadCertificate.label=T\u00e9l\u00e9charger le certificat public SP (note : commun \u00e0 tous les r\u00e9seaux)
downloadMetadata.label=T\u00e9l\u00e9charger les m\u00e9tadonn\u00e9es SP (note : avec les URL sp\u00e9cifiques \u00e0 un r\u00e9seau)

save.button=Enregistrer
reset.button=R\u00e9initialiser
load.message.failure=Les param\u00e8tres SAML n'ont pas pu \u00eatre charg\u00e9s
save.message=Enregistrement des param\u00e8tres SAML
save.message.success=Les param\u00e8tres ont bien \u00e9t\u00e9 enregistr\u00e9s (SAML activ\u00e9)
save.message.failure=Impossible d'enregistrer les param\u00e8tres SAML en raison d'une erreur. Assurez-vous que votre niveau d'abonnement au r\u00e9seau est de type entreprise et que votre certificat IdP est valide.
disable.message.success=SAML d\u00e9sactiv\u00e9
disable.message.failure=Impossible de d\u00e9sactiver SAML

# Copied from org/alfresco/components/form/form.get.properties
form.field.help=Cliquer pour afficher et cacher le texte d'aide pour le champ.
