# Properties for ldap authentication subsystem admin console

ldap.authentication.page.title=Rediger LDAP-AD-katalog - ''{0}''
ldap.authentication.page.intro-text=Et LDAP-AD-undersystem kan brukes til brukerautentisering og synkronisering av bruker- og grupperegister (eksport). Disse funksjonene kan brukes separat eller sammen. LDAP-AD er sv\u00e6rt konfigurerbart, men generelt kreves noen f\u00e5 endringer fordi standardene er satt opp for et typisk oppsett. Kun \u00e9n LDAP-AD-forbindelse kan konfigureres her.
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
ldap.authentication.page.instruction-link=Se <a href="http://docs.alfresco.com/5.0/concepts/auth-ldap-intro.html" target="_blank">Configuring LDAP</a> for \u00e5 finne detaljert informasjon om autentiseringskonfigurering.

# Section headings
ldap.authentication.section=LDAP-autentisering
ldap.synchronization.section=LDAP-synkronisering

ldap.synchronization-advanced.section=LDAP-AD-synkronisering - Avansert
ldap.synchronization-advanced.section.description=Det anbefales generelt at du ikke endrer disse innstillingene.

ldap.authentication.active=Autentisering aktivert
ldap.authentication.active.description=Hvis den velges, blir LDAP-katalogen brukt til \u00e5 autentisere brukere. Denne skal velges bort hvis LDAP-katalogen skal kun brukes til synkronisering.

ldap.authentication.userNameFormat=Brukernavnformat
ldap.authentication.userNameFormat.description=Definerer hvordan brukerinntastet Alfresco-ID sendes videre til LDAP. Dersom det ikke angis en verdi (standarden i LDAP-undersystemet), l\u00f8ses DN (entydig navn) dynamisk fra bruker-ID-en med en LDAP-sp\u00f8rring. Dette gj\u00f8r det mulig \u00e5 strukturere kataloger og gj\u00f8r det ikke n\u00f8dvendig \u00e5 vise bruker-ID i DN. N\u00e5r et verdi legges inn, begrenses LDAP-brukernavene til et fast format der plassholderen %s i verdien erstattes med den angitte bruker ID-en for \u00e5 gi ID-en som sendes til LDAP - se <a href="http://docs.alfresco.com/5.0/concepts/auth-ldap-intro.html" target="_blank">LDAP configuration properties</a> got \u00e5 finne ytterligere detaljer.

# The URL to connect to the LDAP server 
ldap.authentication.java.naming.provider.url=LDAP Server URL
ldap.authentication.java.naming.provider.url.description=URL-en til LDAP-serveren din, inneholder dens navn og port. Standardporten for LDAP er 389 (og 636 for SSL)

ldap.authentication.defaultAdministratorUserNames=Standard administrator-brukernavn
ldap.authentication.defaultAdministratorUserNames.description=Om n\u00f8dvendig, legg inn en kommaseparert liste med brukernavn som skal vurderes som administratorer som standard. Hvis du bruker LDAP for alle brukere, knytter dette en LDAP-bruker til \u00e5 v\u00e6re en administrator.

# The authentication mechanism to use for password validation 
ldap.authentication.java.naming.security.authentication=Sikkerhet
ldap.authentication.java.naming.security.authentication.description=Velg en sikkerhetsmekanisme som skal brukes til \u00e5 autentisere med LDAP-serveren. De anbefalte verdiene er enkel og DIGEST-MD5.

ldap.synchronization.active=Synkronisering aktivert
ldap.synchronization.active.description=Dersom den brukes, vil LDAP-katalogen tillate bruker- og gruppesynkronisering. Denne skal velges bort hvis LDAP-katalogen skal kun brukes til autentisering.

# The default principal to use (only used for LDAP sync)
ldap.synchronization.java.naming.security.principal=Sikkerhetshovedkontonavn
ldap.synchronization.java.naming.security.principal.description=LDAP-brukeren for \u00e5 koble til ved synkronisering, hvis autentiseringsmekanismen krever dette ved synkronisering. Dette er samme format som LDAP-brukernavnformatet, men med en ekte bruker-ID istedenfor %s. Denne kontoen brukes av Alfresco for \u00e5 hente detaljer om alle brukerne og gruppene i katalogen slik at den interne brukeren og autoritetsdatabasen kan synkroniseres. N\u00e5r sikkerheten er satt til enkel, er standarden cn=leder,dc=selskap,dc=com.

ldap.synchronization.groupQuery=Gruppesp\u00f8rring
ldap.synchronization.groupQuery.description=Denne sp\u00f8rringen velger alle elementene som representerer gruppene som skal synkroniseres. Sp\u00f8rringen er i full synkroniseringsmodus som er planlagt hver 24. time som standard.

# The user search base restricts the LDAP user query to a sub section of tree on the LDAP server.
ldap.synchronization.userSearchBase=Brukers\u00f8kebase
ldap.synchronization.userSearchBase.description=DN der brukersp\u00f8rringer starter.

# The query to select all objects that represent the users to import.
ldap.synchronization.personQuery=Personsp\u00f8rring
ldap.synchronization.personQuery.description=Denne sp\u00f8rringen velger alle elementene som representerer brukerne som skal synkroniseres. Sp\u00f8rringen er i full synkroniseringsmodus som er planlagt hver 24. time som standard.

# The authentication mechanism to use for password validation 
ldap.synchronization.java.naming.security.authentication=Sikkerhet
ldap.synchronization.java.naming.security.authentication.description=Velg en sikkerhetsmekanisme som skal brukes til \u00e5 autentisere ved LDAP-sykroniseringen. De anbefalte verdiene er enkel og DIGEST-MD5.

ldap.synchronization.java.naming.security.credentials=Sikkerhetshovedkontolegitimasjon
ldap.synchronization.java.naming.security.credentials.description=Passordet til sikkerhetshovednavnet om n\u00f8dvendig. Dette brukes kun ved LDAP-synkronisering.

# The group search base restricts the LDAP group query to a sub section of tree on the LDAP server.
ldap.synchronization.groupSearchBase=Gruppes\u00f8kebase
ldap.synchronization.groupSearchBase.description=DN der gruppesp\u00f8rringer starter.

# The query to select objects that represent the users to import that have changed since a certain time.
ldap.synchronization.personDifferentialQuery=Personendringsp\u00f8rring
ldap.synchronization.personDifferentialQuery.description=Brukes i differensial synkroniseringsmodus n\u00e5r en bruker er blitt autentisert som ikke enn\u00e5 finnes i Alfresco. Sp\u00f8rringen velger brukere som skal synkroniseres og som er endret innen en bestemt tidsperiode. Plassholderen ''{0}'' brukes istedenfor tidsstempelformatet i LDAP avanserte synkroniseringsinnstillinger.

# The default home folder provider to use for people created via LDAP import
ldap.synchronization.defaultHomeFolderProvider=Hjemmemappeleverand\u00f8r
ldap.synchronization.defaultHomeFolderProvider.description=Definerer hvordan hjemmeplassen opprettes i Alfresco til brukere som opprettes ved synkronisering. 

# The query to select objects that represent the groups to import that have changed since a certain time.
ldap.synchronization.groupDifferentialQuery=Gruppeendringsp\u00f8rring
ldap.synchronization.groupDifferentialQuery.description=Brukes n\u00e5r en gruppe er blitt autentisert som ikke enn\u00e5 finnes i Alfresco. Sp\u00f8rringen velger brukere som skal synkroniseres og som er endret innen en bestemt tidsperiode. 

# The attribute on LDAP group objects to map to the authority name property in Alfresco
ldap.synchronization.groupIdAttributeName=Gruppe-ID-attributtnavn
ldap.synchronization.groupIdAttributeName.description=Navnet til attributtet i LDAP-gruppeobjekter som skal tilknyttes til gruppenavnet, som standard, cn

ldap.synchronization.groupType=Gruppetype
ldap.synchronization.groupType.description=Navnet til gruppetypen i LDAP, som standard, groupOfNames

ldap.synchronization.personType=Persontype
ldap.synchronization.personType.description=Navnet til persontypen i LDAP, som standard, inetOrgPerson

ldap.synchronization.userEmailAttributeName=Brukere-post attributtnavn
ldap.synchronization.userEmailAttributeName.description=Attributtet til personobjekter i LDAP som skal tilknyttes e-postadresseegenskapen i Alfresco

# The attribute name on people objects found in LDAP to use as the uid in Alfresco
ldap.synchronization.userIdAttributeName=Bruker-ID attributtnavn
ldap.synchronization.userIdAttributeName.description=Attributtnavnet p\u00e5 personobjekter funnet i LDAP til bruk som uid i Alfresco

# The attribute on person objects in LDAP to map to the organizational id  property in Alfresco
ldap.synchronization.userOrganizationalIdAttributeName=Bruker-organisasjons-ID attributtnavn
ldap.synchronization.userOrganizationalIdAttributeName.description=Attributtet til personobjekter i LDAP som skal tilknyttes organisasjons-ID-egenskaper i Alfresco

# If positive, this property indicates that RFC 2696 paged results should be
# used to split query results into batches of the specified size. This
# overcomes any size limits imposed by the LDAP server.
ldap.synchronization.queryBatchSize=Sp\u00f8rring gruppest\u00f8rrelse
ldap.synchronization.queryBatchSize.description=Hvis satt til et positivt, helt tall, indikerer denne egenskapen at RFC 2696 s\u00f8kte resultater skal brukes for \u00e5 dele sp\u00f8rringresultatene i grupper p\u00e5 den spesifiserte st\u00f8rrelsen Dette overvinner alle st\u00f8rrelsesbegrensninger gitt av LDAP-serveren. Hvis satt til 0 eller mindre brukes ikke s\u00f8kte resultater.

# The attribute on LDAP group objects to map to the authority display name property in Alfresco
ldap.synchronization.groupDisplayNameAttributeName=Gruppedisplaynavn attributtnavn
ldap.synchronization.groupDisplayNameAttributeName.description=Navnet til attributtet i LDAP-gruppeobjekter som skal tilknyttes gruppedisplaynavnet i Alfresco, som standard, description

ldap.synchronization.groupMemberAttributeName=Gruppemedlem-attributtnavn
ldap.synchronization.groupMemberAttributeName.description=Navnet til attributtet i LDAP-gruppeobjektet som definerer DN for sine medlemmer

# The name of the operational attribute recording the last update time for a group or user.
ldap.synchronization.modifyTimestampAttributeName=Modifiser tidsstempel attributtnavn
ldap.synchronization.modifyTimestampAttributeName.description=Navnet til det operative attributtet som registrerer den siste oppdateringstiden for en gruppe eller bruker.

ldap.synchronization.timestampFormat=Tidsstempelformat
ldap.synchronization.timestampFormat.description=Tidsstempelformatet. For LDAP aktiv katalog, bruk \u00e5\u00e5\u00e5\u00e5yyyyMMddHHmmss'.0Z'

# The attribute on person objects in LDAP to map to the first name property in Alfresco
ldap.synchronization.userFirstNameAttributeName=Bruker-fornavn-attributtnavn
ldap.synchronization.userFirstNameAttributeName.description=Attributtet til personobjekter i LDAP som skal tilknyttes fornavn-egenskapen i Alfresco.

# The attribute on person objects in LDAP to map to the last name property in Alfresco
ldap.synchronization.userLastNameAttributeName=Bruker-etternavn-attributtnavn
ldap.synchronization.userLastNameAttributeName.description=Attributtet til personobjekter i LDAP som skal tilknyttes etternavn-egenskapen i Alfresco

ldap.synchronization.attributeBatchSize=St\u00f8rrelse p\u00e5 attributtgruppe
ldap.synchronization.attributeBatchSize.description=Hvis positiv indikerer denne egenskapen rekkevidden for hvor gjenfinning skal brukes for \u00e5 hente multi-verdi attributter (som medlemmer) i grupper av spesifisert st\u00f8rrelse. Overvinner alle st\u00f8rrelsesgrenser gitt av Active Directory.

# FTP Authentication
ldap.authentication.ldap.authentication.authenticateFTP=Autentiser FTP
ldap.authentication.ldap.authentication.authenticateFTP.description=Hvis valgt Idap-autentisering for FTP-tilgang aktivert.