# Properties for ldap authentication subsystem admin console

ldap.authentication.page.title=LDAP-Verzeichnis bearbeiten - {0}
ldap.authentication.page.intro-text=Ein LDAP-Subsystem kann zur Benutzer-Authentifizierung und zur Synchronisation von Benutzern und Gruppen (Export) verwendet werden. Diese Funktionen k\u00f6nnen entweder f\u00fcr sich allein oder zusammen verwendet werden. LDAP ist \u00e4u\u00dferst konfigurierbar, erfordert in der Regel aber kaum \u00c4nderungen, da die Standardeinstellungen auf eine typische Einrichtung eingestellt sind. Hier kann nur eine LDAP-Verbindung konfiguriert werden.
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
ldap.authentication.page.instruction-link=Weitere Informationen hierzu finden Sie unter <a href="http://docs.alfresco.com/5.0/concepts/auth-ldap-intro.html" target="_blank">Configuring LDAP</a>.

# Section headings
ldap.authentication.section=LDAP-Authentifizierung
ldap.synchronization.section=LDAP-Synchronisation

ldap.synchronization-advanced.section=LDAP-Synchronisation - Erweitert
ldap.synchronization-advanced.section.description=Es ist ratsam, diese Einstellungen nicht zu \u00e4ndern.

ldap.authentication.active=Authentifizierung aktiviert
ldap.authentication.active.description=Wenn diese Einstellung ausgew\u00e4hlt ist, werden Benutzer \u00fcber das LDAP-Verzeichnis authentifiziert. Wenn das LDAP-Verzeichnis nur zur Synchronisation verwendet werden soll, sollte diese Einstellung deaktiviert werden.

ldap.authentication.userNameFormat=Benutzernamen-Format
ldap.authentication.userNameFormat.description=Definiert, wie die vom Benutzer eingegebene Alfresco-ID an LDAP weitergegeben wird. Wenn hier kein Wert eingegeben wird (Standard f\u00fcr das LDAP-Subsystem), wird der Distinguished Name (DN) der Benutzer-ID per LDAP-Anfrage dynamisch aufgel\u00f6st. Auf diese Weise k\u00f6nnen Verzeichnisse strukturiert werden, ohne dass die Benutzer-ID in der DN vorkommen muss. Wird dagegen ein Wert eingegeben, beschr\u00e4nkt dies die LDAP-Benutzernamen auf ein festes Format, bei dem der Platzhalter %s im Wert durch die eingegebene Benutzer-ID ersetzt wird, um die an LDAP weitergegebene ID zu produzieren. Weitere Informationen dazu finden Sie unter <a href="http://docs.alfresco.com/5.0/concepts/auth-ldap-intro.html" target="_blank">LDAP configuration properties</a>.

# The URL to connect to the LDAP server 
ldap.authentication.java.naming.provider.url=LDAP-Server-URL
ldap.authentication.java.naming.provider.url.description=Die URL Ihres LDAP-Servers mit Namen und Port. Die Standard-Ports f\u00fcr LDAP sind 389 (und 636 f\u00fcr SSL).

ldap.authentication.defaultAdministratorUserNames=Standard-Administrator-Benutzernamen
ldap.authentication.defaultAdministratorUserNames.description=Wenn n\u00f6tig, k\u00f6nnen Sie hier eine durch Kommas getrennte Liste aller Benutzernamen, die standardm\u00e4\u00dfig als Administratoren angesehen werden sollen, eingeben. Wenn Sie f\u00fcr alle Benutzer LDAP verwenden, wird hier einem LDAP-Benutzer die Administratorrolle zugewiesen.

# The authentication mechanism to use for password validation 
ldap.authentication.java.naming.security.authentication=Sicherheit
ldap.authentication.java.naming.security.authentication.description=W\u00e4hlen Sie einen Sicherheitsmechanismus f\u00fcr die Authentifizierung mit dem LDAP-Server aus. Die empfohlenen Werte sind \u201esimple\u201c (einfach) und \u201eDIGEST-MD5\u201c.

ldap.synchronization.active=Synchronisation aktiviert
ldap.synchronization.active.description=Wenn diese Option ausgew\u00e4hlt wird, l\u00e4sst das LDAP-Verzeichnis Benutzer- und Gruppensynchronisation zu. Wenn das LDAP-Verzeichnis nur zur Authentifizierung verwendet werden soll, sollte diese Einstellung deaktiviert werden.

# The default principal to use (only used for LDAP sync)
ldap.synchronization.java.naming.security.principal=Sicherheits-Prinzipalserver
ldap.synchronization.java.naming.security.principal.description=Der LDAP-Benutzer, der f\u00fcr die Synchronisation angemeldet wird, wenn der Synchronisationsmechanismus dies erfordert. Dabei handelt es sich um das LDAP-Benutzernamenformat, jedoch mit einer echten Benutzer-ID anstelle des Platzhalter %s. Dieses Benutzerkonto wird von Alfresco dazu verwendet, die Angaben zu allen Benutzern und Gruppen im Verzeichnis abzurufen, damit die interne Benutzer- und Authority-Datenbank synchronisiert werden kann. Wenn einfache Sicherheit eingestellt ist, ist dies standardm\u00e4\u00dfig cn=Manager,dc=company,dc=com.

ldap.synchronization.groupQuery=Gruppenanfrage
ldap.synchronization.groupQuery.description=Diese Anfrage w\u00e4hlt alle Objekte aus, die die zu synchronisierenden Gruppen repr\u00e4sentieren. Diese Anfrage wird im vollen Synchronisationsmodus verwendet, der standardm\u00e4\u00dfig alle 24 Stunden geplant ist.

# The user search base restricts the LDAP user query to a sub section of tree on the LDAP server.
ldap.synchronization.userSearchBase=Benutzer-Suchbasis
ldap.synchronization.userSearchBase.description=Der DN, mit dem Benutzeranfragen beginnen.

# The query to select all objects that represent the users to import.
ldap.synchronization.personQuery=Personenanfrage
ldap.synchronization.personQuery.description=Diese Anfrage w\u00e4hlt alle Objekte aus, die die zu synchronisierenden Benutzer repr\u00e4sentieren. Diese Anfrage wird im vollen Synchronisationsmodus verwendet, der standardm\u00e4\u00dfig alle 24 Stunden geplant ist.

# The authentication mechanism to use for password validation 
ldap.synchronization.java.naming.security.authentication=Sicherheit
ldap.synchronization.java.naming.security.authentication.description=W\u00e4hlen Sie einen Sicherheitsmechanismus f\u00fcr die Authentifizierung mit dem LDAP-Synchronisationsserver aus. Die empfohlenen Werte sind \u201esimple\u201c (einfach) und \u201eDIGEST-MD5\u201c.

ldap.synchronization.java.naming.security.credentials=Sicherheitsdaten Prinzipalserver
ldap.synchronization.java.naming.security.credentials.description=Das Passwort f\u00fcr den Sicherheits-Prinzipalserver (falls erforderlich). Wird nur f\u00fcr die LDAP-Synchronisation verwendet.

# The group search base restricts the LDAP group query to a sub section of tree on the LDAP server.
ldap.synchronization.groupSearchBase=Gruppen-Suchbasis
ldap.synchronization.groupSearchBase.description=Der DN, mit dem Gruppenanfragen beginnen.

# The query to select objects that represent the users to import that have changed since a certain time.
ldap.synchronization.personDifferentialQuery=Anfrage nach Personen\u00e4nderung
ldap.synchronization.personDifferentialQuery.description=Diese Anfrage wird im Differenzial-Synchronisationsmodus verwendet, wenn ein Benutzer erfolgreich authentifiziert wird, den es noch nicht in Alfresco gibt. Diese Anfrage w\u00e4hlt Benutzer f\u00fcr die Sychronisation aus, die in einem bestimmten Zeitraum ge\u00e4ndert wurden. Anstelle des Zeitstempel-Formats wird in den erweiterten LDAP-Synchronisationseinstellungen der Platzhalter {0} verwendet.  

# The default home folder provider to use for people created via LDAP import
ldap.synchronization.defaultHomeFolderProvider=Home-Ordnerprovider
ldap.synchronization.defaultHomeFolderProvider.description=Bestimmt, wie der Home-Arbeitsbereich in Alfresco f\u00fcr durch Synchronisation erstellte Benutzer erstellt werden soll.  

# The query to select objects that represent the groups to import that have changed since a certain time.
ldap.synchronization.groupDifferentialQuery=Gruppen-Differenzialanfrage
ldap.synchronization.groupDifferentialQuery.description=Diese Anfrage wird verwendet, wenn eine Gruppe erfolgreich authentifiziert wird, die es noch nicht in Alfresco gibt. Diese Anfrage w\u00e4hlt Benutzer f\u00fcr die Sychronisation aus, die in einem bestimmten Zeitraum ge\u00e4ndert wurden. 

# The attribute on LDAP group objects to map to the authority name property in Alfresco
ldap.synchronization.groupIdAttributeName=Attributname f\u00fcr Gruppen-ID
ldap.synchronization.groupIdAttributeName.description=Der Name des Attributs in LDAP-Gruppenobjekten, der dem Gruppennamen zugewiesen werden soll, standardm\u00e4\u00dfig cn.

ldap.synchronization.groupType=Gruppentyp
ldap.synchronization.groupType.description=Der Name des Gruppentyps in LDAP, standardm\u00e4\u00dfig groupOfNames.

ldap.synchronization.personType=Personentyp
ldap.synchronization.personType.description=Der Name des Personentyps in LDAP, standardm\u00e4\u00dfig inetOrgPerson.

ldap.synchronization.userEmailAttributeName=Attributname f\u00fcr Benutzer-E-Mail
ldap.synchronization.userEmailAttributeName.description=Das Attribut f\u00fcr Personenobjekte in LDAP zur Zuweisung zur Eigenschaft f\u00fcr die E-Mail-Adresse in Alfresco.

# The attribute name on people objects found in LDAP to use as the uid in Alfresco
ldap.synchronization.userIdAttributeName=Attributname f\u00fcr Benutzer-ID
ldap.synchronization.userIdAttributeName.description=Der Attributname f\u00fcr Personenobjekte in LDAP zur Verwendung als Benutzer-ID in Alfresco.

# The attribute on person objects in LDAP to map to the organizational id  property in Alfresco
ldap.synchronization.userOrganizationalIdAttributeName=Attributname f\u00fcr Benutzer-Organisations-ID
ldap.synchronization.userOrganizationalIdAttributeName.description=Das Attribut f\u00fcr Personenobjekte in LDAP zur Zuweisung zur Eigenschaft f\u00fcr die Organisations-ID in Alfresco.

# If positive, this property indicates that RFC 2696 paged results should be
# used to split query results into batches of the specified size. This
# overcomes any size limits imposed by the LDAP server.
ldap.synchronization.queryBatchSize=Batchgr\u00f6\u00dfe f\u00fcr Anfragen
ldap.synchronization.queryBatchSize.description=Wenn dieser Wert eine positive Ganzzahl ist, gibt die Eigenschaft an, dass Anfrageergebnisse mithilfe von RFC 2696-Seitenergebnissen in Gruppen mit der angegebenen Gr\u00f6\u00dfe aufgeteilt werden sollen. Dies hat Vorrang vor etwaigen Gr\u00f6\u00dfenbeschr\u00e4nkungen des LDAP-Servers. Wenn dieser Wert 0 oder weniger betr\u00e4gt, werden keine Seitenergebnisse verwendet.

# The attribute on LDAP group objects to map to the authority display name property in Alfresco
ldap.synchronization.groupDisplayNameAttributeName=Attributname f\u00fcr Gruppen-Anzeigename
ldap.synchronization.groupDisplayNameAttributeName.description=Der Name des Attributs in LDAP-Gruppenobjekten, der dem Gruppen-Anzeigenamen zugewiesen werden soll, standardm\u00e4\u00dfig description.

ldap.synchronization.groupMemberAttributeName=Attributname f\u00fcr Gruppenmitglied
ldap.synchronization.groupMemberAttributeName.description=Der Name des Attributs in LDAP-Gruppenobjekten, der den DN f\u00fcr die Mitglieder der Gruppe definiert.

# The name of the operational attribute recording the last update time for a group or user.
ldap.synchronization.modifyTimestampAttributeName=Attributname f\u00fcr Zeitstempel-\u00c4nderung
ldap.synchronization.modifyTimestampAttributeName.description=Der Name des Attributs, das den Zeitpunkt der letzten Aktualisierung einer Gruppe oder eines Benutzers aufzeichnet.

ldap.synchronization.timestampFormat=Zeitstempel-Format
ldap.synchronization.timestampFormat.description=Das Format f\u00fcr den Zeitstempel. In OpenLDAP ist dies yyyyMMddHHmmss'Z'.

# The attribute on person objects in LDAP to map to the first name property in Alfresco
ldap.synchronization.userFirstNameAttributeName=Attributname f\u00fcr Benutzer-Vorname
ldap.synchronization.userFirstNameAttributeName.description=Das Attribut f\u00fcr Personenobjekte in LDAP zur Zuweisung zur Eigenschaft f\u00fcr den Vornamen des Benutzers in Alfresco.

# The attribute on person objects in LDAP to map to the last name property in Alfresco
ldap.synchronization.userLastNameAttributeName=Attributname f\u00fcr Benutzer-Nachname
ldap.synchronization.userLastNameAttributeName.description=Das Attribut f\u00fcr Personenobjekte in LDAP zur Zuweisung zur Eigenschaft f\u00fcr den Nachnamen des Benutzers in Alfresco.

# FTP Authentication
ldap.authentication.ldap.authentication.authenticateFTP=FTP-Authentifizierung
ldap.authentication.ldap.authentication.authenticateFTP.description=Wenn diese Option ausgew\u00e4hlt ist, ist die LDAP-Authentifizierung f\u00fcr FTP-Zugriff aktiviert.