syncsettings.title=Synkroniseringsinnstillinger
syncsettings.help-text=Synkroniseringsinnstillingene administrerer synkroniseringen mellom Alfresco og de forskjellige brukerregistrene (LDAP-servere ) i autentiseringskjeden.

#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
syncsettings.help-link=Se <a href="http://docs.alfresco.com/5.0/concepts/sync-intro.html" target="_blank">Configuring synchronization</a> for flere detaljer.

syncsettings.settings=Synkroniseringsinnstillinger
syncsettings.sync-on-startup=Synkroniser ved oppstart
syncsettings.sync-on-startup.description=Velg denne hvis du \u00f8nsker \u00e5 kj\u00f8re synkronisering ved oppstart av systemet. Dette sikrer at n\u00e5r brukerregistrene f\u00f8rst blir konfigurert, blir den prim\u00e6re synkroniseringsjobben gjort n\u00e5r serveren starter, isteden for ved f\u00f8rste innlogging. 
syncsettings.sync-missing-people=Synkronisering n\u00e5r manglende brukere logger inn
syncsettings.sync-missing-people.description=Velg denne hvis du vil synkronisere n\u00e5r en bruker blir autentisert, og hvis denne ikke eksisterer i Alfresco enn\u00e5.
syncsettings.allow-deletions=Tillat sletting
syncsettings.allow-deletions.description=Hvis dette alternativet aktiveres kan lokale brukere og grupper bli slettet under synkronisering n\u00e5r kollisjoner og fjerninger l\u00f8ses.
syncsettings.logging-interval=Loggeintervall
syncsettings.logging-interval.description=Antallet brukere eller gruppeoppf\u00f8ringer som blir behandlet under synkroniseringen f\u00f8r framdriften blir logget i INFO-niv\u00e5et. Dette krever f\u00f8lgende oppf\u00f8ring i log4j.properties: log4j.logger.org.alfresco.repo.security.sync=info. Standard er 100.
syncsettings.auto-create-people=Automatisk opprett bruker ved innlogging
syncsettings.auto-create-people.description=Hvis dette er valgt vil en bruker med standardegenskaper bli opprettet n\u00e5r en bruker som enn\u00e5 ikke eksisterer i Alfresco blir autentisert, men som ikke blir funnet under synkronisering. Hvis dette ikke blir valgt har du muligheten til \u00e5 begrense Alfresco til et utvalg av de brukerne som kunne autentiseres via LDAP, og bare tillate at de som blir opprettet som f\u00f8lge av synkronisering f\u00e5r logget seg inn. Du kan styre brukerutvalget p\u00e5 denne mer begrensede m\u00e5ten ved \u00e5 overstyre egenskapene for brukersp\u00f8rring i undersystemet til LDAP-autentisering.
syncsettings.sync-changes-only=Synkroniser bare endringer
syncsettings.sync-changes-only.description=Velges hvis du vil kj\u00f8re en endringssynkronisering, velges ikke hvis du vil kj\u00f8re en full synkronisering. Uavhengig av denne innstillingen kan en endringssynkronisering likevel bli kj\u00f8rt n\u00e5r en bruker blir autentisert, og denne brukeren enn\u00e5 ikke eksisterer i Alfresco.
syncsettings.import-cron-expression=CRON-uttrykk for import
syncsettings.import-cron-expression.description=Spesifiserer et cron-uttrykk som definerer n\u00e5r en planlagt synkronisering skal utf\u00f8res. Som standard er dette hver 24 time, ved midnatt.
syncsettings.sync-worker-threads=Synkroniseringstr\u00e5der
syncsettings.sync-worker-threads.description=Antallet tr\u00e5der som benyttes til synkroniseringen. Standard er 1.
