directorymanagement.title=Verzeichnisverwaltung
directorymanagement.help-text=Sie k\u00f6nnen Benutzer und Gruppen in Alfresco intern verwalten und/oder die Authentifizierung und Synchronisation \u00fcber mehrere externe Verzeichnisserver konfigurieren. Die Reihenfolge der aufgelisteten Verzeichnisse (die Authentifizierungskette) gibt die Priorit\u00e4t an, in der die Authentifizierung und Synchronisation von Benutzern und Gruppen durchgef\u00fchrt wird. Jeder Benutzer sollte am besten nur in einem Verzeichnis vorkommen.

#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
directorymanagement.help-link=Weitere Informationen finden Sie unter <a href="http://docs.alfresco.com/5.0/concepts/auth-intro.html" target="_blank">Alfresco Authentication and Security</a>.

directorymanagement.auth-chain=Authentifizierungskette
directorymanagement.name=Name
directorymanagement.type=Typ
directorymanagement.add=Hinzuf\u00fcgen
directorymanagement.order=Reihenfolge
directorymanagement.enabled=Aktiviert
directorymanagement.synchronized=Synchronisiert
directorymanagement.actions=Aktionen
directorymanagement.directory.alfrescoNtlm=Alfresco Intern
directorymanagement.directory.ldap=OpenLDAP
directorymanagement.directory.ldap-ad=LDAP (Active Directory)
directorymanagement.directory.passthru=Passthru
directorymanagement.directory.kerberos=Kerberos
directorymanagement.directory.external=Extern
directorymanagement.action.edit=Bearbeiten
directorymanagement.action.test=Test
directorymanagement.action.reset=Zur\u00fccksetzen
directorymanagement.action.synchronize=Synchronisationstest
directorymanagement.action.remove=Entfernen
directorymanagement.move-up=Nach oben
directorymanagement.move-down=Nach unten
directorymanagement.status=Status
directorymanagement.status.starttime=Anfangszeit
directorymanagement.status.endtime=Endzeit
directorymanagement.status.percentcomplete=Prozent abgeschlossen
directorymanagement.status.totalresults=Gesamtergebnis
directorymanagement.status.successful=Erfolgreich
directorymanagement.status.failed=Fehlgeschlagen
directorymanagement.error.uniqueids=Authentifizierungs-IDs m\u00fcssen eindeutig sein.
directorymanagement.error.external=Externe Authentifizierungstyp darf nur einmal in der Kette vorkommen.

directorymanagement.example-directory=Mein Unternehmensverzeichnis
directorymanagement.sync-settings=Synchronisationseinstellungen
directorymanagement.sync-settings-text=Die Einstellungen gelten f\u00fcr alle Verzeichnisse, f\u00fcr die die Synchronisation aktiviert ist.
directorymanagement.run-sync=Synchronisation durchf\u00fchren
directorymanagement.run-sync-text=Zum Starten der Benutzerverzeichnis-Synchronisation aller Benutzer und Gruppen.
directorymanagement.sync-status=Status der Verzeichnissynchronisation

directorymanagement.change-order=\u00dcber die Pfeile k\u00f6nnen Sie die Reihenfolge in der Authentifizierungskette \u00e4ndern. Bestimmte Authentifizierungsmechanismen k\u00f6nnen nicht in die Kette aufgenommen werden. Weitere Informationen dazu finden Sie unter <a href="http://docs.alfresco.com/5.0/concepts/auth-subsystem-types.html" target="_blank">Authentication subsystem types</a>.
directorymanagement.external-text=Der Authentifizierungstyp 'Extern' ist immer das erste Element der Kette.
directorymanagement.cifs-auth=CIFS-Authentifizierung
directorymanagement.cifs-auth-text=W\u00e4hlen Sie ein Verzeichnis zur CIFS-Authentifizierung oder deaktivieren Sie die CIFS-Authentifizierung. Die CIFS-Authentifizierung erfolgt \u00fcber Anfragen/Antworten. Dabei kann nur ein einziges Verzeichnis verwendet werden.
directorymanagement.browser-login=Automatische Anmeldung \u00fcber Browser
directorymanagement.browser-login-text=W\u00e4hlen Sie ein NTLM- oder SPENGO-Verzeichnis, um Benutzer automatisch \u00fcber einen Browser anzumelden, oder deaktivieren Sie diese Option, um die automatische Anmeldung nicht zuzulassen. Andere Arten der SSO-Anmeldung (Single Sign-On) lassen sich mithilfe externer Authentifizierungstypen wie CAS oder Siteminder konfigurieren. Weitere Informationen finden Sie unter <a href="http://docs.alfresco.com/5.0/tasks/auth-alfrescoexternal-sso.html" target="_blank">Configuring Alfresco Share to use an external SSO</a>.
directorymanagement.ftp-auth=FTP-Authentifizierung
directorymanagement.ftp-auth-text=FTP wird \u00fcber die bereits definierte Verzeichniskette authentifiziert. FTP unterst\u00fctzt keine externe Authentifizierung. 
directorymanagement.modified-chain=Die Authentifizierungskette wurde ge\u00e4ndert. \u00c4nderungen an der Kette m\u00fcssen gespeichert werden, bevor neue Elemente bearbeitet bzw. f\u00fcr die CIFS-Authentifizierung oder die automatische Anmeldung \u00fcber Browser verf\u00fcgbar gemacht werden k\u00f6nnen.
