syncsettings.title=Synchronisationseinstellungen
syncsettings.help-text=Die Synchronisationseinstellungen bestimmen die Synchronisation von Alfresco mit allen Benutzereintr\u00e4gen (LDAP-Server) in der Authentifizierungskette.

#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
syncsettings.help-link=Weitere Informationen finden Sie unter <a href="http://docs.alfresco.com/5.0/concepts/sync-intro.html" target="_blank">Configuring synchronization</a>.

syncsettings.settings=Synchronisationseinstellungen
syncsettings.sync-on-startup=Synchronisation beim Hochfahren
syncsettings.sync-on-startup.description=W\u00e4hlen Sie diese Option, wenn beim Hochfahren des Systems eine Synchronisation durchgef\u00fchrt werden soll. Dann erfolgt bei der ersten Konfiguration von Benutzereintr\u00e4gen der Gro\u00dfteil der Synchronisation beim Hochfahren des Servers und nicht bei der ersten Anmeldung. 
syncsettings.sync-missing-people=Synchronisation bei Anmeldung fehlender Benutzer
syncsettings.sync-missing-people.description=W\u00e4hlen Sie diese Option, wenn eine Synchronisation durchgef\u00fchrt werden soll, wenn ein Benutzer erfolgreich authentifiziert wird, der noch nicht in Alfresco vorhanden ist.
syncsettings.allow-deletions=L\u00f6schen zulassen
syncsettings.allow-deletions.description=Wenn diese Option ausgew\u00e4hlt ist, k\u00f6nnen lokale Benutzer und Gruppen bei der Synchronisation gel\u00f6scht werden.
syncsettings.logging-interval=Protokollintervall
syncsettings.logging-interval.description=Die Anzahl der bei der Synchronisation bearbeiteten Benutzer- oder Gruppeneintr\u00e4ge bis der Bearbeitungsfortschritt auf INFO-Level protokolliert wird. Daf\u00fcr ist der folgende Standardeintrag in log4j.properties erforderlich: log4j.logger.org.alfresco.repo.security.sync=info. Standard ist 100.
syncsettings.auto-create-people=Personen bei Anmeldung automatisch erstellen
syncsettings.auto-create-people.description=Wenn diese Option ausgew\u00e4hlt ist, wird immer dann, wenn eine Person, die es in Alfresco noch nicht gibt, erfolgreich authentifiziert aber nicht in der Synchronisation gefunden wurde, ein Benutzer mit Standardeigenschaften erstellt. Wenn diese Option nicht ausgew\u00e4hlt ist, kann Alfresco auf diese Weise auf einen Teil der Benutzer, die von LDAP authentifiziert werden k\u00f6nnen beschr\u00e4nkt werden, da sich nur diejenigen Benutzer anmelden k\u00f6nnen, die bei der Synchronisation erstellt wurden. Die Benutzer in dieser eingeschr\u00e4nkten Benutzergruppe kann gesteuert werden, indem die Eigenschaften f\u00fcr Benutzeranfragen im LDAP-Authentifizierungs-Subsystem au\u00dfer Kraft gesetzt werden.
syncsettings.sync-changes-only=Nur \u00c4nderungen synchronisieren
syncsettings.sync-changes-only.description=W\u00e4hlen Sie diese Option, um nur \u00c4nderungen zu synchronisieren (Differenzial-Synchronisation). Deaktivieren Sie diese Option, um eine vollst\u00e4ndige Synchronisation durchzuf\u00fchren. Wenn ein Benutzer, den es in Alfresco noch nicht gibt, erfolgreich authentifiziert wird, kann unabh\u00e4ngig von dieser Einstellung nach wie vor eine Differenzial-Synchronisation durchgef\u00fchrt werden.
syncsettings.import-cron-expression=CRON-Ausdruck importieren
syncsettings.import-cron-expression.description=Gibt einen CRON-Ausdruck an, Der definiert, wann ein geplanter Synchronisationsauftrag durchgef\u00fchrt werden soll. Standardm\u00e4\u00dfig ist dies alle 24 Stunden um Mitternacht.
syncsettings.sync-worker-threads=Arbeits-Threads f\u00fcr Synchronisation
syncsettings.sync-worker-threads.description=Die Anzahl der Arbeits-Threads, die f\u00fcr die Synchronisation verwendet werden. Standard ist 1.
