authentication-kerberos.title=Editar directorio Kerberos - {0}
authentication-kerberos.intro-text=El Servicio de Autenticaci\u00f3n y Autorizaci\u00f3n de Java (JAAS) se utiliza en el subsistema Kerberos para admitir la autenticaci\u00f3n Kerberos de nombres de usuarios y contrase\u00f1as. Puede elegir utilizar Kerberos con un servidor Active Directory en vez de LDAP o NTLM, ya que ofrece un cifrado m\u00e1s s\u00f3lido sin usar SSL. Es posible exportar informaci\u00f3n de registro de usuario usando un subsistema LDAP encadenado.
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
authentication-kerberos.instruction-link=Para configurar Kerberos, es necesario realizar alguna configuraci\u00f3n adicional. Consulte <a href="http://docs.alfresco.com/5.0/concepts/auth-kerberos-intro.html" target="_blank">Configuring Kerberos</a> para obtener m\u00e1s informaci\u00f3n.

authentication-kerberos.kerberos-authentication=Autenticaci\u00f3n Kerberos 
authentication-kerberos.kerberos-authentication.kerberos.authentication.user.configEntryName=Nombre de entrada de configuraci\u00f3n de usuario
authentication-kerberos.kerberos-authentication.kerberos.authentication.user.configEntryName.description=La entrada en el fichero de configuraci\u00f3n JAAS que debe usarse para una autenticaci\u00f3n basada en contrase\u00f1a. Se recomienda usar el valor predeterminado Alfresco.
authentication-kerberos.kerberos-authentication.kerberos.authentication.cifs.configEntryName=Nombre de entrada de configuraci\u00f3n CIFS
authentication-kerberos.kerberos-authentication.kerberos.authentication.cifs.configEntryName.description=La entrada en el fichero de configuraci\u00f3n JAAS que debe usarse para una autenticaci\u00f3n CIFS. Se recomienda usar el valor predeterminado AlfrescoCIFS.
authentication-kerberos.kerberos-authentication.kerberos.authentication.cifs.password=Contrase\u00f1a CIFS
authentication-kerberos.kerberos-authentication.kerberos.authentication.cifs.password.description=La contrase\u00f1a para la entidad de seguridad CIFS Kerberos.
authentication-kerberos.kerberos-authentication.kerberos.authentication.stripUsernameSuffix=Quitar sufijo de nombre de usuario 
authentication-kerberos.kerberos-authentication.kerberos.authentication.stripUsernameSuffix.description=Cuando la opci\u00f3n est\u00e1 seleccionada, el sufijo @dominio se elimina de los nombres de usuario autenticados por Kerberos en CIFS, SPP, WebDAV y el cliente web. Si no est\u00e1 seleccionada, usuarios con m\u00faltiples dominios pueden usar el sufijo @dominio. 
authentication-kerberos.kerberos-authentication.kerberos.authentication.defaultAdministratorUserNames=Nombres de usuario de administrador
authentication-kerberos.kerberos-authentication.kerberos.authentication.defaultAdministratorUserNames.description=Si es necesario, introduzca una lista separando con comas los nombres de usuario que se consideran administradores de forma predeterminada.
authentication-kerberos.kerberos-authentication.kerberos.authentication.realm=Nombre de autenticaci\u00f3n Kerberos
authentication-kerberos.kerberos-authentication.kerberos.authentication.realm.description=El nombre de Kerberos usado para la autenticaci\u00f3n. El nombre debe ser el dominio en letras may\u00fasculas. Por ejemplo, si el dominio es alfresco.org, el nombre ser\u00e1 ALFRESCO.ORG.
authentication-kerberos.kerberos-authentication.kerberos.authentication.http.configEntryName=Nombre de entrada de configuraci\u00f3n HTTP
authentication-kerberos.kerberos-authentication.kerberos.authentication.http.configEntryName.description=La entrada en el fichero de configuraci\u00f3n JAAS usada para el inicio de sesi\u00f3n \u00fanico (SSO) basado en web. Se recomienda usar el valor predeterminado AlfrescoHTTP.
authentication-kerberos.kerberos-authentication.kerberos.authentication.http.password=Contrase\u00f1a HTTP
authentication-kerberos.kerberos-authentication.kerberos.authentication.http.password.description=La contrase\u00f1a para la entidad de seguridad HTTP Kerberos.
authentication-kerberos.kerberos-authentication.kerberos.authentication.authenticateFTP=Autenticar FTP
authentication-kerberos.kerberos-authentication.kerberos.authentication.authenticateFTP.description=Si se selecciona, se activa la autenticaci\u00f3n Kerberos de acceso a FTP.