authentication-passthru.title=Editar diret\u00f3rio de passagem - {0}
authentication-passthru.intro-text=O subsistema de passagem pode ser usado para substituir o banco de dados de usu\u00e1rios padr\u00e3o do Alfresco por um controlador de servidor/dom\u00ednio do Windows ou por uma lista de servidores, para autentica\u00e7\u00e3o de usu\u00e1rios que acessam o Alfresco. Isso evita ter que criar contas de usu\u00e1rios no Alfresco. O subsistema tamb\u00e9m oferece suporte a fun\u00e7\u00f5es opcionais de logon \u00fanico (SSO) NTLM para WebDav, para clientes do Alfresco Explorer e do Share e para autentica\u00e7\u00e3o CIFS direta para o servidor CIFS. Esta configura\u00e7\u00e3o oferece suporte somente a NTLM v1.
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
authentication-passthru.instruction-link=Consulte <a href="http://docs.alfresco.com/5.0/concepts/auth-passthru-intro.html" target="_blank">Configuring pass-through authentication</a> para obter mais detalhes.

authentication-passthru.passthru-authentication=Autentica\u00e7\u00e3o de passagem 
authentication-passthru.passthru-authentication.passthru.authentication.useLocalServer=Usar servidor local
authentication-passthru.passthru-authentication.passthru.authentication.useLocalServer.description=Se selecionado, o servidor local ser\u00e1 usado para autentica\u00e7\u00e3o de passagem por meio do uso de conex\u00f5es loopback com o servidor.
authentication-passthru.passthru-authentication.passthru.authentication.guestAccess=Permitir login de convidado
authentication-passthru.passthru-authentication.passthru.authentication.guestAccess.description=Selecione para permitir o acesso de convidados ao Alfresco.
authentication-passthru.passthru-authentication.passthru.authentication.authenticateFTP=Autenticar FTP
authentication-passthru.passthru-authentication.passthru.authentication.authenticateFTP.description=Se selecionado, a autentica\u00e7\u00e3o de passagem para acesso FTP ser\u00e1 ativada.
authentication-passthru.passthru-authentication.passthru.authentication.domain=Autenticar dom\u00ednio
authentication-passthru.passthru-authentication.passthru.authentication.domain.description=Insira o nome de dom\u00ednio NetBIOS do Windows a ser usado para autentica\u00e7\u00e3o de passagem. Isso tentar\u00e1 encontrar os controladores de dom\u00ednio usando uma transmiss\u00e3o em rede. Se a transmiss\u00e3o em rede n\u00e3o for bem-sucedida, use a propriedade passthru.authentication.servers para especificar a lista de controladores de dom\u00ednio por nome ou endere\u00e7o.
authentication-passthru.passthru-authentication.passthru.authentication.protocolOrder=Ordem dos protocolos de autentica\u00e7\u00e3o
authentication-passthru.passthru-authentication.passthru.authentication.protocolOrder.description=O tipo de protocolos e a ordem de conex\u00e3o para sess\u00f5es de autentica\u00e7\u00e3o de passagem. O padr\u00e3o \u00e9 usar o NetBIOS, e os tipos de protocolo dispon\u00edveis s\u00e3o NetBIOS para NetBIOS por TCP e TCPIP para SMB nativo.
authentication-passthru.passthru-authentication.passthru.authentication.offlineCheckInterval=Intervalo de verifica\u00e7\u00e3o offline
authentication-passthru.passthru-authentication.passthru.authentication.offlineCheckInterval.description=Especifica a frequ\u00eancia em segundos com que os servidores de passagem marcados como offline s\u00e3o verificados para ver se agora est\u00e3o online. O intervalo de verifica\u00e7\u00e3o padr\u00e3o \u00e9 5 minutos. 
authentication-passthru.passthru-authentication.ntlm.authentication.mapUnknownUserToGuest=Mapear usu\u00e1rio desconhecido para convidado
authentication-passthru.passthru-authentication.ntlm.authentication.mapUnknownUserToGuest.description=Selecione para permitir que usu\u00e1rios desconhecidos fiquem conectados automaticamente como usu\u00e1rio convidado Alfresco durante o logon \u00fanico (SSO).
authentication-passthru.passthru-authentication.passthru.authentication.defaultAdministratorUserNames=Nomes de usu\u00e1rio de administradores
authentication-passthru.passthru-authentication.passthru.authentication.defaultAdministratorUserNames.description=Se necess\u00e1rio, insira uma lista separada por v\u00edrgulas de nomes de usu\u00e1rio a serem considerados administradores por padr\u00e3o.
authentication-passthru.passthru-authentication.passthru.authentication.servers=Servidores de autentica\u00e7\u00e3o
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
authentication-passthru.passthru-authentication.passthru.authentication.servers.description=Se necess\u00e1rio, insira uma lista delimitada por v\u00edrgulas de nomes ou endere\u00e7os de servidores usados para autentica\u00e7\u00e3o. O autenticador de passagem far\u00e1 o equil\u00edbrio da carga entre os servidores dispon\u00edveis e poder\u00e1 monitorar o status de servidores online/offline. Consulte <a href="http://docs.alfresco.com/5.0/concepts/auth-passthru-domainprops.html" target="_blank">Domain level properties</a> para obter mais detalhes.
authentication-passthru.passthru-authentication.passthru.authentication.connectTimeout=Tempo limite da conex\u00e3o
authentication-passthru.passthru-authentication.passthru.authentication.connectTimeout.description=O valor do tempo limite em milissegundos quando uma sess\u00e3o \u00e9 aberta com um servidor de autentica\u00e7\u00e3o. O padr\u00e3o \u00e9 5000.
