authentication-passthru.title=Passthru-Verzeichnis bearbeiten - {0}
authentication-passthru.intro-text=Das Passthru-Subsystem kann die Standard-Benutzerdatenbank von Alfresco mit einem Windows-Server/Domain-Controller oder einer Serverliste f\u00fcr die Authentifizierung des Benutzerzugriffs auf Alfresco ersetzen. Dann m\u00fcssen keine Benutzerkonten innerhalb von Alfresco erstellt werden. Das Subsystem unterst\u00fctzt zudem optionale NTLM Single Sign-On (SSO-Funktionen f\u00fcr WebDav und die Alfresco Explorer und Share-Clients sowie direkte CIFS-Authentifizierung f\u00fcr den CIFS-Server. In dieser Konfiguration wird nur NTLM v1 unterst\u00fctzt.
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
authentication-passthru.instruction-link=Weitere Informationen finden Sie unter <a href="http://docs.alfresco.com/5.0/concepts/auth-passthru-intro.html" target="_blank">Configuring pass-through authentication</a>.

authentication-passthru.passthru-authentication=Passthru-Authentifizierung 
authentication-passthru.passthru-authentication.passthru.authentication.useLocalServer=Lokalen Server verwenden
authentication-passthru.passthru-authentication.passthru.authentication.useLocalServer.description=Wenn diese Option ausgew\u00e4hlt ist, wird ein lokaler Server f\u00fcr die Passthru-Authentifizierung mittels Loopback-Verbindungen zum Server verwendet.
authentication-passthru.passthru-authentication.passthru.authentication.guestAccess=G\u00e4ste-Login zulassen
authentication-passthru.passthru-authentication.passthru.authentication.guestAccess.description=Hiermit erlauben Sie G\u00e4stezugriff auf Alfresco.
authentication-passthru.passthru-authentication.passthru.authentication.authenticateFTP=FTP-Authentifizierung
authentication-passthru.passthru-authentication.passthru.authentication.authenticateFTP.description=Wenn diese Option ausgew\u00e4hlt ist, ist die Passthru-Authentifizierung f\u00fcr FTP-Zugriff aktiviert.
authentication-passthru.passthru-authentication.passthru.authentication.domain=Domain-Authentifizierung
authentication-passthru.passthru-authentication.passthru.authentication.domain.description=Geben Sie den Windows NetBIOS-Domainnamen ein, der f\u00fcr die Passthru-Authentifizierung verwendet werden soll. Es wird dann versucht, die Domain-Controller mittels eines Netzwerk-Broadcasts zu finden. Verl\u00e4uft der Netzwerk-Broadcast nicht erfolgreich, verwenden Sie die Eigenschaft passthru.authentication.servers, um die Domain-Controller-Liste nach Namen oder Adresse zu anzugeben.
authentication-passthru.passthru-authentication.passthru.authentication.protocolOrder=Authentifizierung-Protokollreihenfolge
authentication-passthru.passthru-authentication.passthru.authentication.protocolOrder.description=Die Art der Protokolle und Reihenfolgen f\u00fcr die Verbindungen zur Passthru- Authentifizierung. Standardm\u00e4\u00dfig wird NetBIOS verwendet und die verf\u00fcgbaren Protokolltypen sind NetBIOS f\u00fcr NetBIOS \u00fcber TCP und TCPIP f\u00fcr natives SMB.
authentication-passthru.passthru-authentication.passthru.authentication.offlineCheckInterval=Intervall f\u00fcr Offline-Pr\u00fcfung
authentication-passthru.passthru-authentication.passthru.authentication.offlineCheckInterval.description=Gibt an, wie oft (in Sekunden) die als offline gekennzeichneten Passthru-Server darauf gepr\u00fcft werden sollen, ob sie nun online sind. Das Standard-Intervall ist 5 Minuten. 
authentication-passthru.passthru-authentication.ntlm.authentication.mapUnknownUserToGuest=Unbekannte Benutzer als G\u00e4ste anmelden
authentication-passthru.passthru-authentication.ntlm.authentication.mapUnknownUserToGuest.description=Hiermit werden alle unbekannten Benutzer beim Single Sign-On (SSO) automatisch als Gast bei Alfresco angemeldet.
authentication-passthru.passthru-authentication.passthru.authentication.defaultAdministratorUserNames=Administrator-Benutzernamen
authentication-passthru.passthru-authentication.passthru.authentication.defaultAdministratorUserNames.description=Wenn n\u00f6tig, k\u00f6nnen Sie hier eine durch Kommas getrennte Liste aller Benutzernamen, die standardm\u00e4\u00dfig als Administratoren angesehen werden sollen, eingeben.
authentication-passthru.passthru-authentication.passthru.authentication.servers=Authentifizierungs-Server
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
authentication-passthru.passthru-authentication.passthru.authentication.servers.description=Wenn n\u00f6tig, k\u00f6nnen Sie hier eine durch Kommas getrennte Liste an Servernamen oder -adressen f\u00fcr die Authentifizierung eingegeben werden. Der Passthru-Authentifizierer verteilt die Aufgaben auf die verf\u00fcgbaren Server und kann den Online-/Offline-Status der Server \u00fcberwachen. Weitere Informationen finden Sie unter <a href="http://docs.alfresco.com/5.0/concepts/auth-passthru-domainprops.html" target="_blank">Domain level properties</a>.
authentication-passthru.passthru-authentication.passthru.authentication.connectTimeout=Zeit\u00fcberschreitung f\u00fcr Verbindungen
authentication-passthru.passthru-authentication.passthru.authentication.connectTimeout.description=Die Zeit\u00fcberschreitung im Millisekunden, wenn eine Sitzung mit einem Authentifizierungsserver er\u00f6ffnet wird. Standard ist 5000.
