authentication-external.title=Editar diret\u00f3rio externo - {0}
authentication-external.intro-text=O subsistema de autentica\u00e7\u00e3o externa pode ser usado para integrar o Alfresco a qualquer sistema externo de autentica\u00e7\u00e3o. Ele pode ser integrado ao seu servidor de aplicativo, de modo que a identidade do usu\u00e1rio conectado \u00e9 passada para servlets por meio do m\u00e9todo HttpServletRequest.getRemoteUser(). Visto que essa \u00e9 a maneira padr\u00e3o de os servidores de aplicativo propagarem identidades de usu\u00e1rios para servlets, \u00e9 compat\u00edvel com diversas solu\u00e7\u00f5es SSO, inclusive o CAS (Central Authentication Service).
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
authentication-external.instruction-link=Consulte <a href="http://docs.alfresco.com/5.0/concepts/auth-external-intro.html" target="_blank">Configuring external authentication</a> para obter mais detalhes.

authentication-external.extenal-authentication=Autentica\u00e7\u00e3o externa 
authentication-external.extenal-authentication.authentication-enabled=Autentica\u00e7\u00e3o ativada
authentication-external.extenal-authentication.authentication-enabled.description=Selecione para permitir a autentica\u00e7\u00e3o externa de usu\u00e1rios de diret\u00f3rio. Quando ativado, o Alfresco aceita tokens de autentica\u00e7\u00e3o externa. Assegure-se de que nenhum acesso direto n\u00e3o confi\u00e1vel \u00e0s portas HTTP ou AJP do Alfresco seja permitido.
authentication-external.extenal-authentication.proxy-username=Nome de usu\u00e1rio de proxy
authentication-external.extenal-authentication.proxy-username.description=O usu\u00e1rio remoto que \u00e9 considerado o usu\u00e1rio de proxy. O padr\u00e3o \u00e9 alfresco-system. Solicita\u00e7\u00f5es feitas por esse usu\u00e1rio s\u00e3o feitas com a identidade do usu\u00e1rio mencionado no cabe\u00e7alho de proxy indicado pela propriedade external.authentication.proxyHeader. Se n\u00e3o estiver definido, sempre se presumir\u00e1 que o cabe\u00e7alho de proxy contenha o nome do usu\u00e1rio.
authentication-external.extenal-authentication.proxy-header=Cabe\u00e7alho de proxy
authentication-external.extenal-authentication.proxy-header.description=O cabe\u00e7alho HTTP que cont\u00e9m o nome do usu\u00e1rio de proxy. O padr\u00e3o \u00e9 X-Alfresco-Remote-User.
authentication-external.extenal-authentication.admistrator-user-names=Nomes de usu\u00e1rio de administradores
authentication-external.extenal-authentication.admistrator-user-names.description=Se necess\u00e1rio, insira uma lista separada por v\u00edrgulas de nomes de usu\u00e1rio a serem considerados administradores por padr\u00e3o.
authentication-external.extenal-authentication.user-id-pattern=Padr\u00e3o de ID de usu\u00e1rio
authentication-external.extenal-authentication.user-id-pattern.description=Uma express\u00e3o regular opcional a ser usada para extrair um ID de usu\u00e1rio do cabe\u00e7alho HTTP. A parte do cabe\u00e7alho que corresponde ao grupo na primeira chave na express\u00e3o regular ir\u00e1 se tornar o nome do usu\u00e1rio. Se n\u00e3o estiver definida, todo o conte\u00fado do cabe\u00e7alho ser\u00e1 considerado como o nome do usu\u00e1rio de proxy.