directorymanagement.title=Gerenciamento de diret\u00f3rio
directorymanagement.help-text=Voc\u00ea pode gerenciar usu\u00e1rios e grupos do Alfresco internamente e/ou configurar a autentica\u00e7\u00e3o e a sincroniza\u00e7\u00e3o a partir de v\u00e1rios servidores de diret\u00f3rio externos. A ordem dos diret\u00f3rios listados (a cadeia de autentica\u00e7\u00e3o) reflete a ordem de prioridade em que ser\u00e3o usados para autenticar e sincronizar usu\u00e1rios e grupos. Recomenda-se que cada usu\u00e1rio exista somente em um diret\u00f3rio.

#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
directorymanagement.help-link=Consulte <a href="http://docs.alfresco.com/5.0/concepts/auth-intro.html" target="_blank">Alfresco Authentication and Security</a> para obter mais detalhes.

directorymanagement.auth-chain=Cadeia de autentica\u00e7\u00e3o
directorymanagement.name=Nome
directorymanagement.type=Tipo
directorymanagement.add=Adicionar
directorymanagement.order=Ordem
directorymanagement.enabled=Ativado
directorymanagement.synchronized=Sincronizado
directorymanagement.actions=A\u00e7\u00f5es
directorymanagement.directory.alfrescoNtlm=Interno ao Alfresco
directorymanagement.directory.ldap=OpenLDAP
directorymanagement.directory.ldap-ad=LDAP (Active Directory)
directorymanagement.directory.passthru=Passagem
directorymanagement.directory.kerberos=Kerberos
directorymanagement.directory.external=Externo
directorymanagement.action.edit=Editar
directorymanagement.action.test=Teste
directorymanagement.action.reset=Redefinir
directorymanagement.action.synchronize=Testar sincroniza\u00e7\u00e3o
directorymanagement.action.remove=Remover
directorymanagement.move-up=Mover para cima
directorymanagement.move-down=Mover para baixo
directorymanagement.status=Status
directorymanagement.status.starttime=Hora de in\u00edcio
directorymanagement.status.endtime=Hora de t\u00e9rmino
directorymanagement.status.percentcomplete=Porcentagem conclu\u00edda
directorymanagement.status.totalresults=Resultados totais
directorymanagement.status.successful=Sucesso
directorymanagement.status.failed=Falha
directorymanagement.error.uniqueids=Os IDs de autentica\u00e7\u00e3o precisam ser exclusivos.
directorymanagement.error.external=O tipo de autentica\u00e7\u00e3o externa pode aparecer somente uma vez na cadeia.

directorymanagement.example-directory=Diret\u00f3rio da minha empresa
directorymanagement.sync-settings=Configura\u00e7\u00f5es de sincroniza\u00e7\u00e3o
directorymanagement.sync-settings-text=As configura\u00e7\u00f5es s\u00e3o comuns a todos os diret\u00f3rios para os quais a sincroniza\u00e7\u00e3o esteja ativada.
directorymanagement.run-sync=Executar sincroniza\u00e7\u00e3o
directorymanagement.run-sync-text=Inicia a sincroniza\u00e7\u00e3o de diret\u00f3rios de usu\u00e1rios de todos os usu\u00e1rios e grupos.
directorymanagement.sync-status=Status da sincroniza\u00e7\u00e3o de diret\u00f3rio

directorymanagement.change-order=Use as setas para cima e para baixo para reordenar a cadeia de autentica\u00e7\u00e3o. Alguns outros mecanismos de autentica\u00e7\u00e3o n\u00e3o podem ser inclu\u00eddos na cadeia. Consulte <a href="http://docs.alfresco.com/5.0/concepts/auth-subsystem-types.html" target="_blank">Authentication subsystem types</a> para obter mais detalhes sobre os tipos de autentica\u00e7\u00e3o fornecidos com o Alfresco.
directorymanagement.external-text=Se voc\u00ea tiver um tipo de autentica\u00e7\u00e3o "Externo", ser\u00e1 sempre exibido como o primeiro item na cadeia.
directorymanagement.cifs-auth=Autentica\u00e7\u00e3o CIFS
directorymanagement.cifs-auth-text=Selecione um diret\u00f3rio para autenticar com CIFS ou desativar a autentica\u00e7\u00e3o CIFS. CIFS usa um desafio/resposta para autenticar. Somente um \u00fanico diret\u00f3rio pode ser usado para a autentica\u00e7\u00e3o.
directorymanagement.browser-login=Login autom\u00e1tico baseado em navegador
directorymanagement.browser-login-text=Selecione um diret\u00f3rio NTLM ou SPENGO para fazer automaticamente o login dos usu\u00e1rios por meio de um navegador ou opte por desativar o login autom\u00e1tico. Outras formas de Logon \u00fanico podem ser configuradas com o tipo de autentica\u00e7\u00e3o Externa, como CAS ou Siteminder. Consulte <a href="http://docs.alfresco.com/5.0/tasks/auth-alfrescoexternal-sso.html" target="_blank">Configuring Alfresco Share to use an external SSO</a> para obter mais detalhes.
directorymanagement.ftp-auth=Autentica\u00e7\u00e3o FTP
directorymanagement.ftp-auth-text=Se voc\u00ea estiver usando FTP, ele ser\u00e1 autenticado usando a cadeia de diret\u00f3rio definida acima. O FTP n\u00e3o oferece suporte \u00e0 autentica\u00e7\u00e3o externa. 
directorymanagement.modified-chain=A cadeia de autentica\u00e7\u00e3o foi modificada. Altera\u00e7\u00f5es \u00e0 cadeia precisam ser salvas para que novos itens possam ser editados ou que itens possam ficar dispon\u00edveis para Autentica\u00e7\u00e3o CIFS e Login autom\u00e1tico baseado em navegador.
