authentication-passthru.title=Rediger Passthru katalog - {0}
authentication-passthru.intro-text=Pass-through (passthru)-undersystemet kan brukes for \u00e5 erstatte standard Alfresco brukerdatabasen med en Windows server/domene-styring, eller liste med servere, for \u00e5 autentisere brukere som logger p\u00e5 Alfresco. Dette sparer deg for \u00e5 m\u00e5tte opprette brukerkontoer i Alfresco. Undersystemet st\u00f8tter ogs\u00e5 alternativ NTLM Single Sign-On (SSO)-funksjoner for WebDav og Alfresco Explorer og Share clients og direkte CIFS-autentisering for CIFS-serveren. Bare NTLM v1 st\u00f8ttes i denne konfigurasjonen.
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
authentication-passthru.instruction-link=Se <a href="http://docs.alfresco.com/5.0/concepts/auth-passthru-intro.html" target="_blank">Configuring pass-through authentication</a> for flere detaljer.

authentication-passthru.passthru-authentication=Passthru autentisering 
authentication-passthru.passthru-authentication.passthru.authentication.useLocalServer=Bruk lokal server
authentication-passthru.passthru-authentication.passthru.authentication.useLocalServer.description=Hvis valgt brukes den lokale serveren for passthru-autentisering ved \u00e5 bruke loopback-forbindelser til serveren.
authentication-passthru.passthru-authentication.passthru.authentication.guestAccess=Tillat gjesteinnlogging
authentication-passthru.passthru-authentication.passthru.authentication.guestAccess.description=Velges om du vil at gjester skal kunne f\u00e5 tilgang til Alfresco.
authentication-passthru.passthru-authentication.passthru.authentication.authenticateFTP=Autentiser FTP
authentication-passthru.passthru-authentication.passthru.authentication.authenticateFTP.description=Hvis valgt er passthru-autentisering for FTP-tilgang aktivert.
authentication-passthru.passthru-authentication.passthru.authentication.domain=Autentiser domene
authentication-passthru.passthru-authentication.passthru.authentication.domain.description=Skriv inn Windows NetBIOS-domenenavnet til bruk for passthru-autentisering. Dette vil fors\u00f8ke \u00e5 finne domenestyringen ved \u00e5 bruke en nettverksending. Hvis nettverksendingen ikke er vellykket, bruk passthru.authentication.servers-egenskapen for \u00e5 spesifisere domenestyringslisten etter navn eller adresse.
authentication-passthru.passthru-authentication.passthru.authentication.protocolOrder=Autentisering-protokollrekkef\u00f8lge
authentication-passthru.passthru-authentication.passthru.authentication.protocolOrder.description=Protokolltypen og rekkef\u00f8lgen for tilkobling for passthru-autentiserings\u00f8kter. Standarden er \u00e5 bruke NetBIOS, og de tilgjengelige protokolltypene er NetBIOS for NetBIOS via TCP og TCPIP for native SMB.
authentication-passthru.passthru-authentication.passthru.authentication.offlineCheckInterval=Offline-sjekkintervall
authentication-passthru.passthru-authentication.passthru.authentication.offlineCheckInterval.description=Spesifiserer hvor ofte, i sekunder, passthru-serveren som er merket som offline sjekkes for \u00e5 se om de n\u00e5 er online. Standard sjekkintervall er 5 minutter. 
authentication-passthru.passthru-authentication.ntlm.authentication.mapUnknownUserToGuest=Tilknytt ukjent bruker til gjest
authentication-passthru.passthru-authentication.ntlm.authentication.mapUnknownUserToGuest.description=Velges om du vil at ukjente brukere skal kunne logge inn automatisk som Alfresco-gjestebruker ved en enkel p\u00e5logging (SSO).
authentication-passthru.passthru-authentication.passthru.authentication.defaultAdministratorUserNames=Administrator-brukernavn
authentication-passthru.passthru-authentication.passthru.authentication.defaultAdministratorUserNames.description=Om n\u00f8dvendig, legg inn en kommaseparert liste med brukernavn som skal vurderes som administratorer som standard
authentication-passthru.passthru-authentication.passthru.authentication.servers=Autentiseringsservere
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
authentication-passthru.passthru-authentication.passthru.authentication.servers.description=Hvis n\u00f8dvendig, skriv en kommadelt liste med servernavn eller -adresser som brukes for autentisering. Pass through-autentikatoren vil balansere lasten mellom de tilgjengelige servere og kan overv\u00e5ke serverens online/offline-status. Se <a href="http://docs.alfresco.com/5.0/concepts/auth-passthru-domainprops.html" target="_blank">Domain level properties</a> for flere detaljer.
authentication-passthru.passthru-authentication.passthru.authentication.connectTimeout=Forbindelse timeout
authentication-passthru.passthru-authentication.passthru.authentication.connectTimeout.description=Tidsavbruddverdien i milisekunder ved \u00e5pning av en \u00f8kt til autentiseringsserveren Standard er 5000.
