authentication-external.title=Modifier l''annuaire externe - {0}
authentication-external.intro-text=Vous pouvez utiliser le sous-syst\u00e8me d'authentification externe pour int\u00e9grer Alfresco \u00e0 n'importe quel syst\u00e8me d'authentification externe. Il peut \u00eatre int\u00e9gr\u00e9 \u00e0 votre serveur d'applications afin de transmettre l'identit\u00e9 de l'utilisateur connect\u00e9 aux servlets via la m\u00e9thode HttpServletRequest.getRemoteUser(). S'agissant de la m\u00e9thode standard utilis\u00e9e par les serveurs d'applications pour transmettre les identit\u00e9s des utilisateurs aux servlets, elle est compatible avec diff\u00e9rentes solutions SSO, parmi lesquelles Central Authentication Service (CAS).
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
authentication-external.instruction-link=Consultez le document relatif \u00e0 la <a href="http://docs.alfresco.com/5.0/concepts/auth-external-intro.html" target="_blank">Configuring external authentication</a> pour plus d'informations.

authentication-external.extenal-authentication=Authentification externe 
authentication-external.extenal-authentication.authentication-enabled=Authentification activ\u00e9e
authentication-external.extenal-authentication.authentication-enabled.description=S\u00e9lectionnez cette option pour activer l'authentification externe de l'utilisateur de l'annuaire. Lorsque cette option est activ\u00e9e, Alfresco accepte les jetons d'authentification externe\u00a0; assurez-vous qu'aucun acc\u00e8s direct non s\u00e9curis\u00e9 aux ports HTTP ou AJP d'Alfresco n'est autoris\u00e9.
authentication-external.extenal-authentication.proxy-username=Nom d'utilisateur du proxy
authentication-external.extenal-authentication.proxy-username.description=Utilisateur distant consid\u00e9r\u00e9 comme l'utilisateur du proxy. La valeur par d\u00e9faut est alfresco-system. Les requ\u00eates \u00e9manant de cet utilisateur portent le nom de l'utilisateur d\u00e9sign\u00e9 dans l'en-t\u00eate du proxy indiqu\u00e9 par la propri\u00e9t\u00e9 external.authentication.proxyHeader. Si aucune valeur n'a \u00e9t\u00e9 entr\u00e9e, on consid\u00e8re que le nom d'utilisateur figure dans l'en-t\u00eate du proxy.
authentication-external.extenal-authentication.proxy-header=En-t\u00eate du proxy
authentication-external.extenal-authentication.proxy-header.description=En-t\u00eate HTTP qui porte le nom d'un utilisateur mandat\u00e9. La valeur par d\u00e9faut est X-Alfresco-Remote-User.
authentication-external.extenal-authentication.admistrator-user-names=Noms d'utilisateur des administrateurs
authentication-external.extenal-authentication.admistrator-user-names.description=Le cas \u00e9ch\u00e9ant, entrez la liste des noms d'utilisateur consid\u00e9r\u00e9s comme les administrateurs par d\u00e9faut, en les s\u00e9parant par une virgule.
authentication-external.extenal-authentication.user-id-pattern=Motif d'ID utilisateur
authentication-external.extenal-authentication.user-id-pattern.description=Expression r\u00e9guli\u00e8re facultative \u00e0 utiliser pour extraire un ID utilisateur de l'en-t\u00eate HTTP. La partie de l'en-t\u00eate correspondant au premier groupe entre crochets dans l'expression r\u00e9guli\u00e8re devient le nom d'utilisateur. Si aucune valeur n'a \u00e9t\u00e9 entr\u00e9e, l'ensemble de l'en-t\u00eate est consid\u00e9r\u00e9 comme le nom de l'utilisateur mandat\u00e9.