syncsettings.title=Configuraci\u00f3n de sincronizaci\u00f3n
syncsettings.help-text=La configuraci\u00f3n de sincronizaci\u00f3n gestiona la sincronizaci\u00f3n de Alfresco con todos los registros de usuario ( servidores LDAP) en la cadena de autenticaci\u00f3n.

#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
syncsettings.help-link=Consulte <a href="http://docs.alfresco.com/5.0/concepts/sync-intro.html" target="_blank">Configuring synchronization</a> para obtener m\u00e1s informaci\u00f3n.

syncsettings.settings=Configuraci\u00f3n de sincronizaci\u00f3n
syncsettings.sync-on-startup=Sincronizar al arrancar
syncsettings.sync-on-startup.description=Seleccione esta opci\u00f3n para realizar una sincronizaci\u00f3n al arrancar el sistema. Esto garantiza que cuando los registros del usuario se configuran por primera vez, el total del trabajo de sincronizaci\u00f3n se realiza al arrancar el servidor en vez de al iniciar sesi\u00f3n por primera vez. 
syncsettings.sync-missing-people=Sincronizaci\u00f3n al iniciar sesi\u00f3n personas faltantes
syncsettings.sync-missing-people.description=Seleccione esta opci\u00f3n para realizar la sincronizaci\u00f3n cuando un usuario que todav\u00eda no existe en Alfresco se ha autenticado posteriormente.
syncsettings.allow-deletions=Permitir eliminaciones
syncsettings.allow-deletions.description=si se selecciona esta opci\u00f3n, los usuarios y grupos locales pueden eliminarse durante la sincronizaci\u00f3n cuando se gestionen las eliminaciones o la resoluci\u00f3n de colisi\u00f3n.
syncsettings.logging-interval=Intervalo de registro
syncsettings.logging-interval.description=El n\u00famero de entradas de usuario o grupo que se ha procesado durante la sincronizaci\u00f3n antes de que se registre el progreso a nivel de INFORMACI\u00d3N. Esto requiere la entrada predeterminada siguiente en log4j.properties: log4j.logger.org.alfresco.repo.security.sync=info. El valor predeterminado es 100.
syncsettings.auto-create-people=Crear personas de forma autom\u00e1tica al iniciar sesi\u00f3n
syncsettings.auto-create-people.description=Si se selecciona esta opci\u00f3n, se crea usuario con propiedades predeterminadas siempre que un usuario que no existe todav\u00eda una Alfresco se autentique correctamente pero no se encuentre en sincronizaci\u00f3n. Si no se selecciona, podr\u00e1 restringir Alfresco a un subconjunto de aquellos usuarios que podr\u00eda autenticar LDAP, y solo aquellos creados por sincronizaci\u00f3n pueden iniciar sesi\u00f3n. Puede controlar el conjunto de usuarios en este conjunto m\u00e1s restringido si anula las propiedades de consulta de usuario del subsistema de autenticaci\u00f3n LDAP.
syncsettings.sync-changes-only=Sincronizar cambios solo
syncsettings.sync-changes-only.description=Seleccione esta opci\u00f3n para ejecutar una sincronizaci\u00f3n diferencial, y anule la selecci\u00f3n para ejecutar una sincronizaci\u00f3n total. Independientemente de esta configuraci\u00f3n, se llevar\u00e1 a cabo una sincronizaci\u00f3n diferencial cuando un usuario que todav\u00eda no existe en Alfresco se autentique correctamente.
syncsettings.import-cron-expression=Importar expresi\u00f3n CRON
syncsettings.import-cron-expression.description=Especifica una expresi\u00f3n Cron que define cu\u00e1ndo deber\u00e1 ejecutarse el trabajo de sincronizaci\u00f3n programado. De forma predeterminada, esto ocurre cada 24 horas a medianoche.
syncsettings.sync-worker-threads=Sincronizar subprocesos de trabajador
syncsettings.sync-worker-threads.description=El n\u00famero de subprocesos de trabajador utilizados para la sincronizaci\u00f3n. El valor predeterminado es 1.
