directorymanagement.title=Administraci\u00f3n de directorio
directorymanagement.help-text=Puede administrar los usuarios y grupos de Alfresco internamente o configurar la autenticaci\u00f3n y sincronizaci\u00f3n desde m\u00faltiples servidores de directorios externos. El orden de los directorios enumerados (la cadena de autenticaci\u00f3n) refleja el orden prioritario en que se usar\u00e1n para autenticar y sincronizar usuarios y grupos. Se recomienda que cada usuario exista solo en un \u00fanico directorio.

#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
directorymanagement.help-link=Consulte <a href="http://docs.alfresco.com/5.0/concepts/auth-intro.html" target="_blank">Alfresco Authentication and Security</a> para obtener m\u00e1s informaci\u00f3n.

directorymanagement.auth-chain=Cadena de autenticaci\u00f3n
directorymanagement.name=Nombre
directorymanagement.type=Tipo
directorymanagement.add=A\u00f1adir
directorymanagement.order=Orden
directorymanagement.enabled=Activado
directorymanagement.synchronized=Sincronizado
directorymanagement.actions=Acciones
directorymanagement.directory.alfrescoNtlm=Alfresco interno
directorymanagement.directory.ldap=OpenLDAP
directorymanagement.directory.ldap-ad=LDAP (Active Directory)
directorymanagement.directory.passthru=Passthru
directorymanagement.directory.kerberos=Kerberos
directorymanagement.directory.external=Externo
directorymanagement.action.edit=Editar
directorymanagement.action.test=Probar
directorymanagement.action.reset=Restablecer
directorymanagement.action.synchronize=Sincronizaci\u00f3n de prueba
directorymanagement.action.remove=Eliminar
directorymanagement.move-up=Subir
directorymanagement.move-down=Bajar
directorymanagement.status=Estado
directorymanagement.status.starttime=Hora de inicio
directorymanagement.status.endtime=Hora de fin
directorymanagement.status.percentcomplete=Porcentaje completado
directorymanagement.status.totalresults=Resultados totales
directorymanagement.status.successful=Satisfactorio
directorymanagement.status.failed=No satisfactorio
directorymanagement.error.uniqueids=Los ID de autenticaci\u00f3n deben ser \u00fanicos.
directorymanagement.error.external=El tipo de autenticaci\u00f3n externa solo puede aparecer una vez en la cadena.

directorymanagement.example-directory=Directorio de mi compa\u00f1\u00eda
directorymanagement.sync-settings=Configuraci\u00f3n de sincronizaci\u00f3n
directorymanagement.sync-settings-text=La configuraci\u00f3n es com\u00fan para todos los directorios para los que se ha activado la sincronizaci\u00f3n.
directorymanagement.run-sync=Ejecutar sincronizaci\u00f3n
directorymanagement.run-sync-text=Inicia la sincronizaci\u00f3n del directorio de usuario de todos los usuarios y grupos.
directorymanagement.sync-status=Estado de sincronizaci\u00f3n de directorio

directorymanagement.change-order=Utilice las flechas arriba y abajo para reordenar la cadena de autenticaci\u00f3n. Algunos mecanismos de autenticaci\u00f3n no pueden encadenarse. Consulte <a href="http://docs.alfresco.com/5.0/concepts/auth-subsystem-types.html" target="_blank">Authentication subsystem types</a> para ver m\u00e1s informaci\u00f3n sobre los tipos de autenticaci\u00f3n proporcionados por Alfresco.
directorymanagement.external-text=Si tiene un tipo de autenticaci\u00f3n "externo", aparecer\u00e1 siempre como primer elemento de la cadena.
directorymanagement.cifs-auth=Autenticaci\u00f3n CIFS
directorymanagement.cifs-auth-text=Seleccione un directorio para autenticar CIFS o desactivar la autenticaci\u00f3n CIFS. CIFS utiliza un desaf\u00edo/respuesta para autenticar; solo puede usarse un \u00fanico directorio para autenticar.
directorymanagement.browser-login=Inicio de sesi\u00f3n autom\u00e1tico en navegador
directorymanagement.browser-login-text=Seleccione un directorio NTLM o SPENGO para que los usuarios inicien sesi\u00f3n autom\u00e1ticamente con el navegador, o seleccione para desactivar el inicio de sesi\u00f3n autom\u00e1tico. Puede configurarse otras formas de inicio de sesi\u00f3n \u00fanico usando un tipo de autenticaci\u00f3n externa, como CAS o Siteminder. Consulte <a href="http://docs.alfresco.com/5.0/tasks/auth-alfrescoexternal-sso.html" target="_blank">Configuring Alfresco Share to use an external SSO</a> para obtener m\u00e1s informaci\u00f3n.
directorymanagement.ftp-auth=Autenticaci\u00f3n FTP
directorymanagement.ftp-auth-text=Si est\u00e1 utilizando un FTP, se autenticar\u00e1 usando la cadena de directorio definida anteriormente. El FTP no admite la autenticaci\u00f3n externa. 
directorymanagement.modified-chain=La cadena de autenticaci\u00f3n se ha modificado. Deben guardarse los cambios en la cadena antes de que se puedan editar nuevos elementos o que puedan proporcionarse nuevos elementos para la autenticaci\u00f3n CIFS y el inicio de sesi\u00f3n autom\u00e1tico con el navegador.
