# Properties for ldap authentication subsystem admin console

ldap.authentication.page.title=Editar diret\u00f3rio LDAP - ''{0}''
ldap.authentication.page.intro-text=Um subsistema LDAP pode ser usado para autentica\u00e7\u00e3o de usu\u00e1rios e sincroniza\u00e7\u00e3o do registro de usu\u00e1rios e grupos (exporta\u00e7\u00e3o). Essas fun\u00e7\u00f5es podem ser usadas isoladamente ou em combina\u00e7\u00e3o. O LDAP \u00e9 altamente configur\u00e1vel, mas geralmente requer poucas altera\u00e7\u00f5es, visto que os padr\u00f5es s\u00e3o definidos para uma configura\u00e7\u00e3o t\u00edpica. Somente uma conex\u00e3o LDAP pode ser configurada aqui.
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
ldap.authentication.page.instruction-link=Consulte <a href="http://docs.alfresco.com/5.0/concepts/auth-ldap-intro.html" target="_blank">Configuring LDAP</a> para obter informa\u00e7\u00f5es detalhadas sobre como configurar a autentica\u00e7\u00e3o.

# Section headings
ldap.authentication.section=Autentica\u00e7\u00e3o LDAP
ldap.synchronization.section=Sincroniza\u00e7\u00e3o LDAP

ldap.synchronization-advanced.section=Sincroniza\u00e7\u00e3o LDAP - Avan\u00e7ada
ldap.synchronization-advanced.section.description=Recomenda-se normalmente n\u00e3o alterar estas configura\u00e7\u00f5es.

ldap.authentication.active=Autentica\u00e7\u00e3o ativada
ldap.authentication.active.description=Se selecionada, o diret\u00f3rio LDAP ser\u00e1 usado para autenticar os usu\u00e1rios. Se a inten\u00e7\u00e3o for usar o diret\u00f3rio LDAP somente para sincroniza\u00e7\u00e3o, esta op\u00e7\u00e3o dever\u00e1 ser desmarcada.

ldap.authentication.userNameFormat=Formato de nome de usu\u00e1rio
ldap.authentication.userNameFormat.description=Define como a ID do Alfresco fornecida pelo usu\u00e1rio \u00e9 passada para o LDAP. Se nenhum valor for fornecido (o padr\u00e3o do subsistema LDAP), uma consulta LDAP resolver\u00e1 dinamicamente o Nome diferenciado (DN) a partir da ID do usu\u00e1rio. Isso permite que os diret\u00f3rios sejam estruturados e n\u00e3o requer que a ID de usu\u00e1rio apare\u00e7a no DN. Fornecer um valor restringe os nomes de usu\u00e1rio LDAP a um formato fixo, em que o espa\u00e7o reservado %s no valor \u00e9 substitu\u00eddo pela ID de usu\u00e1rio fornecida para produzir a ID passada para o LDAP. Consulte <a href="http://docs.alfresco.com/5.0/concepts/auth-ldap-intro.html" target="_blank">LDAP configuration properties</a> para obter mais detalhes.

# The URL to connect to the LDAP server 
ldap.authentication.java.naming.provider.url=URL do servidor LDAP
ldap.authentication.java.naming.provider.url.description=O URL de seu servidor LDAP, que cont\u00e9m seu nome e porta. As portas padr\u00e3o de LDAP s\u00e3o 389 (e 636 para SSL)

ldap.authentication.defaultAdministratorUserNames=Nomes de usu\u00e1rio padr\u00e3o de administrador
ldap.authentication.defaultAdministratorUserNames.description=Se necess\u00e1rio, insira uma lista separada por v\u00edrgulas de nomes de usu\u00e1rio a serem considerados administradores por padr\u00e3o. Se voc\u00ea estiver usando LDAP para todos os seus usu\u00e1rios, esta op\u00e7\u00e3o mapear\u00e1 um usu\u00e1rio LDAP para ser um usu\u00e1rio administrador.

# The authentication mechanism to use for password validation 
ldap.authentication.java.naming.security.authentication=Seguran\u00e7a
ldap.authentication.java.naming.security.authentication.description=Selecione o mecanismo de seguran\u00e7a a ser usado para autenticar com o servidor LDAP. Os valores recomendados s\u00e3o simples e DIGEST-MD5.

ldap.synchronization.active=Sincroniza\u00e7\u00e3o ativada
ldap.synchronization.active.description=Se esta op\u00e7\u00e3o for selecionada, o diret\u00f3rio LDAP permitir\u00e1 a sincroniza\u00e7\u00e3o de usu\u00e1rios e grupos. Se a inten\u00e7\u00e3o for usar o diret\u00f3rio LDAP somente para autentica\u00e7\u00e3o, esta op\u00e7\u00e3o dever\u00e1 ser desmarcada.

# The default principal to use (only used for LDAP sync)
ldap.synchronization.java.naming.security.principal=Nome da entidade de seguran\u00e7a
ldap.synchronization.java.naming.security.principal.description=O usu\u00e1rio LDAP usado para conex\u00e3o para sincroniza\u00e7\u00e3o, se o mecanismo de autentica\u00e7\u00e3o para sincroniza\u00e7\u00e3o exigir um usu\u00e1rio LDAP. Tem o mesmo Formato de nome de usu\u00e1rio LDAP, mas com uma ID de usu\u00e1rio real em vez de %s. Essa conta \u00e9 usada pelo Alfresco para recuperar os detalhes de todos os usu\u00e1rios e grupos no diret\u00f3rio, de forma a poder sincronizar seu banco de dados interno de usu\u00e1rios e autoridades. Quando Seguran\u00e7a \u00e9 definida como simples, o padr\u00e3o \u00e9 cn=Manager,dc=company,dc=com.

ldap.synchronization.groupQuery=Consulta de grupos
ldap.synchronization.groupQuery.description=Esta consulta seleciona todos os objetos que representam os grupos a serem sincronizados. Esta consulta \u00e9 usada no modo de sincroniza\u00e7\u00e3o completa, que, por padr\u00e3o, \u00e9 programada a cada 24 horas.

# The user search base restricts the LDAP user query to a sub section of tree on the LDAP server.
ldap.synchronization.userSearchBase=Base de pesquisa de usu\u00e1rio
ldap.synchronization.userSearchBase.description=O DN a partir do qual as consultas t\u00eam in\u00edcio.

# The query to select all objects that represent the users to import.
ldap.synchronization.personQuery=Consulta de pessoas
ldap.synchronization.personQuery.description=Esta consulta seleciona todos os objetos que representam os usu\u00e1rios a serem sincronizados. Esta consulta \u00e9 usada no modo de sincroniza\u00e7\u00e3o completa, que, por padr\u00e3o, \u00e9 programada a cada 24 horas.

# The authentication mechanism to use for password validation 
ldap.synchronization.java.naming.security.authentication=Seguran\u00e7a
ldap.synchronization.java.naming.security.authentication.description=Selecione um mecanismo de seguran\u00e7a a ser usado para autenticar com o servidor de sincroniza\u00e7\u00e3o LDAP. Os valores recomendados s\u00e3o simples e DIGEST-MD5.

ldap.synchronization.java.naming.security.credentials=Credenciais da entidade de seguran\u00e7a
ldap.synchronization.java.naming.security.credentials.description=A senha do Nome da entidade de seguran\u00e7a, se necess\u00e1rio. Usado somente para sincroniza\u00e7\u00e3o LDAP.

# The group search base restricts the LDAP group query to a sub section of tree on the LDAP server.
ldap.synchronization.groupSearchBase=Base de pesquisa de grupo
ldap.synchronization.groupSearchBase.description=O DN a partir do qual as consultas de grupo t\u00eam in\u00edcio.

# The query to select objects that represent the users to import that have changed since a certain time.
ldap.synchronization.personDifferentialQuery=Consulta diferencial de pessoas
ldap.synchronization.personDifferentialQuery.description=Usada no modo de sincroniza\u00e7\u00e3o diferencial sempre que um usu\u00e1rio que ainda n\u00e3o existe no Alfresco \u00e9 autenticado com sucesso. A consulta seleciona para sincroniza\u00e7\u00e3o os usu\u00e1rios que tiverem sido alterados a partir de um momento especificado. O espa\u00e7o reservado ''{0}'' \u00e9 usado em lugar do formato de Carimbo de data e hora nas Configura\u00e7\u00f5es avan\u00e7adas de Sincroniza\u00e7\u00e3o LDAP.  

# The default home folder provider to use for people created via LDAP import
ldap.synchronization.defaultHomeFolderProvider=Provedor de pasta inicial
ldap.synchronization.defaultHomeFolderProvider.description=Define como o espa\u00e7o inicial \u00e9 criado no Alfresco para usu\u00e1rios criados pela sincroniza\u00e7\u00e3o.  

# The query to select objects that represent the groups to import that have changed since a certain time.
ldap.synchronization.groupDifferentialQuery=Consulta diferencial de grupos
ldap.synchronization.groupDifferentialQuery.description=Usada sempre que um grupo que ainda n\u00e3o existe no Alfresco \u00e9 autenticado com sucesso. A consulta seleciona para sincroniza\u00e7\u00e3o os grupos que tiverem sido alterados a partir de um momento especificado. 

# The attribute on LDAP group objects to map to the authority name property in Alfresco
ldap.synchronization.groupIdAttributeName=Nome de atributo de ID de grupo
ldap.synchronization.groupIdAttributeName.description=O nome do atributo em objetos de grupo LDAP que devem ser mapeados para o nome de grupo. Por padr\u00e3o, cn.

ldap.synchronization.groupType=Tipo de grupo
ldap.synchronization.groupType.description=O nome do tipo de grupo no LDAP. Por padr\u00e3o, groupOfNames.

ldap.synchronization.personType=Tipo de pessoa
ldap.synchronization.personType.description=O nome do tipo de pessoa no LDAP. Por padr\u00e3o, inetOrgPerson.

ldap.synchronization.userEmailAttributeName=Nome do atributo de email de usu\u00e1rio
ldap.synchronization.userEmailAttributeName.description=O atributo em objetos de pessoa no LDAP a serem mapeados para a propriedade de endere\u00e7o de email no Alfresco.

# The attribute name on people objects found in LDAP to use as the uid in Alfresco
ldap.synchronization.userIdAttributeName=Nome do atributo de ID de usu\u00e1rio
ldap.synchronization.userIdAttributeName.description=O nome do atributo em objetos de pessoa encontrados no LDAP a serem usados como UID no Alfresco.

# The attribute on person objects in LDAP to map to the organizational id  property in Alfresco
ldap.synchronization.userOrganizationalIdAttributeName=Nome de atributo de ID organizacional de usu\u00e1rio
ldap.synchronization.userOrganizationalIdAttributeName.description=O atributo em objetos de pessoa no LDAP a serem mapeados para a propriedade de ID organizacional no Alfresco.

# If positive, this property indicates that RFC 2696 paged results should be
# used to split query results into batches of the specified size. This
# overcomes any size limits imposed by the LDAP server.
ldap.synchronization.queryBatchSize=Tamanho do lote de consulta
ldap.synchronization.queryBatchSize.description=Se definida como um n\u00famero inteiro positivo, esta propriedade indica que os resultados paginados de RFC 2696 devem ser usados para dividir os resultados de consulta em lotes do tamanho especificado. Supera qualquer limite de tamanho imposto pelo servidor LDAP. Se definido como 0 ou menos, os resultados paginados n\u00e3o ser\u00e3o usados.

# The attribute on LDAP group objects to map to the authority display name property in Alfresco
ldap.synchronization.groupDisplayNameAttributeName=Nome do atributo de nome de exibi\u00e7\u00e3o do grupo
ldap.synchronization.groupDisplayNameAttributeName.description=O nome do atributo em objetos de grupo LDAP a serem mapeados para o nome de exibi\u00e7\u00e3o do grupo no Alfresco. Por padr\u00e3o, descri\u00e7\u00e3o.

ldap.synchronization.groupMemberAttributeName=Nome do atributo de membro de grupo
ldap.synchronization.groupMemberAttributeName.description=O nome do atributo em objetos de grupo LDAP que define o DN dos membros.

# The name of the operational attribute recording the last update time for a group or user.
ldap.synchronization.modifyTimestampAttributeName=Modificar nome de atributo de carimbo de data e hora
ldap.synchronization.modifyTimestampAttributeName.description=O nome do atributo operacional que grava a hora da \u00faltima atualiza\u00e7\u00e3o de um grupo ou usu\u00e1rio.

ldap.synchronization.timestampFormat=Formato do carimbo de data e hora
ldap.synchronization.timestampFormat.description=O formato do carimbo de data e hora. Para OpenLDAP use yyyyMMddHHmmss'Z'.

# The attribute on person objects in LDAP to map to the first name property in Alfresco
ldap.synchronization.userFirstNameAttributeName=Nome de atributo de nome do usu\u00e1rio
ldap.synchronization.userFirstNameAttributeName.description=O atributo em objetos de pessoa no LDAP a serem mapeados para a propriedade de nome no Alfresco.

# The attribute on person objects in LDAP to map to the last name property in Alfresco
ldap.synchronization.userLastNameAttributeName=Nome de atributo de sobrenome do usu\u00e1rio
ldap.synchronization.userLastNameAttributeName.description=O atributo em objetos de pessoa no LDAP a serem mapeados para a propriedade lastName no Alfresco.

# FTP Authentication
ldap.authentication.ldap.authentication.authenticateFTP=Autenticar FTP
ldap.authentication.ldap.authentication.authenticateFTP.description=Se a autentica\u00e7\u00e3o Idap selecionada para acesso FTP est\u00e1 ativada.