syncsettings.title=\u540c\u671f\u306e\u8a2d\u5b9a
syncsettings.help-text=\u540c\u671f\u306e\u8a2d\u5b9a\u3067\u306f\u3001\u8a8d\u8a3c\u30c1\u30a7\u30fc\u30f3\u5185\u306e\u3059\u3079\u3066\u306e\u30e6\u30fc\u30b6\u30fc\u30ec\u30b8\u30b9\u30c8\u30ea\uff08LDAP\u30b5\u30fc\u30d0\u30fc\uff09\u3092\u4f7f\u3063\u3066Alfresco\u306e\u540c\u671f\u3092\u7ba1\u7406\u3057\u307e\u3059\u3002

#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
syncsettings.help-link=\u8a73\u3057\u304f\u306f\u3001<a href="http://docs.alfresco.com/5.0/concepts/sync-intro.html" target="_blank">Configuring synchronization</a>\uff08\u540c\u671f\u306e\u8a2d\u5b9a\uff09\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002

syncsettings.settings=\u540c\u671f\u306e\u8a2d\u5b9a
syncsettings.sync-on-startup=\u8d77\u52d5\u6642\u306b\u540c\u671f
syncsettings.sync-on-startup.description=\u30b7\u30b9\u30c6\u30e0\u306e\u8d77\u52d5\u6642\u306b\u540c\u671f\u3092\u5b9f\u884c\u3059\u308b\u5834\u5408\u306f\u3001\u3053\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u9078\u629e\u3057\u307e\u3059\u3002 \u3053\u306e\u3088\u3046\u306b\u8a2d\u5b9a\u3059\u308b\u3068\u3001\u30e6\u30fc\u30b6\u30fc\u30ec\u30b8\u30b9\u30c8\u30ea\u306e\u6700\u521d\u306e\u8a2d\u5b9a\u6642\u306b\u30b5\u30fc\u30d0\u30fc\u3092\u8d77\u52d5\u3057\u305f\u6bb5\u968e\u3067\u540c\u671f\u4f5c\u696d\u304c\u5b8c\u4e86\u3059\u308b\u305f\u3081\u3001\u6700\u521d\u306e\u30ed\u30b0\u30a4\u30f3\u6642\u306b\u540c\u671f\u3092\u884c\u3046\u5fc5\u8981\u304c\u3042\u308a\u307e\u305b\u3093\u3002 
syncsettings.sync-missing-people=\u898b\u3064\u304b\u3089\u306a\u3044\u30e6\u30fc\u30b6\u30fc\u306e\u30ed\u30b0\u30a4\u30f3\u3092\u540c\u671f
syncsettings.sync-missing-people.description=Alfresco\u5185\u306b\u307e\u3060\u5b58\u5728\u3057\u306a\u3044\u30e6\u30fc\u30b6\u30fc\u304c\u8a8d\u8a3c\u3055\u308c\u305f\u3068\u304d\u306b\u540c\u671f\u3092\u5b9f\u884c\u3059\u308b\u5834\u5408\u306f\u3001\u3053\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u9078\u629e\u3057\u307e\u3059\u3002
syncsettings.allow-deletions=\u524a\u9664\u3092\u8a31\u53ef
syncsettings.allow-deletions.description=\u3053\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u9078\u629e\u3059\u308b\u3068\u3001\u524a\u9664\u3084\u7af6\u5408\u306e\u89e3\u6c7a\u6642\u306e\u540c\u671f\u4e2d\u306b\u30ed\u30fc\u30ab\u30eb\u30e6\u30fc\u30b6\u30fc\u3068\u30b0\u30eb\u30fc\u30d7\u3092\u524a\u9664\u3067\u304d\u307e\u3059\u3002
syncsettings.logging-interval=\u30ed\u30b0\u9593\u9694
syncsettings.logging-interval.description=\u540c\u671f\u4e2d\u306b\u51e6\u7406\u3059\u308b\u30e6\u30fc\u30b6\u30fc\u307e\u305f\u306f\u30b0\u30eb\u30fc\u30d7\u30a8\u30f3\u30c8\u30ea\u306e\u6570\u3002\u3053\u306e\u6570\u3092\u8d85\u3048\u308b\u3068\u3001\u9032\u884c\u72b6\u6cc1\u304cINFO\u30ec\u30d9\u30eb\u3067\u30ed\u30b0\u306b\u8a18\u9332\u3055\u308c\u307e\u3059\u3002 \u3053\u306e\u305f\u3081\u306b\u306f\u3001log4j.properties: log4j.logger.org.alfresco.repo.security.sync=info\u306b\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u30a8\u30f3\u30c8\u30ea\u304c\u5fc5\u8981\u3067\u3059\u3002 \u30c7\u30d5\u30a9\u30eb\u30c8\u306f100\u3067\u3059\u3002
syncsettings.auto-create-people=\u30ed\u30b0\u30a4\u30f3\u6642\u306b\u30e6\u30fc\u30b6\u30fc\u3092\u81ea\u52d5\u7684\u306b\u4f5c\u6210
syncsettings.auto-create-people.description=\u3053\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u9078\u629e\u3059\u308b\u3068\u3001\u307e\u3060Alfresco\u5185\u306b\u5b58\u5728\u3057\u306a\u3044\u30e6\u30fc\u30b6\u30fc\u304c\u8a8d\u8a3c\u3055\u308c\u3001\u305d\u306e\u30e6\u30fc\u30b6\u30fc\u304c\u540c\u671f\u4e2d\u306b\u898b\u3064\u304b\u3089\u306a\u3044\u5834\u5408\u306b\u3001\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u304c\u8a2d\u5b9a\u3055\u308c\u305f\u30e6\u30fc\u30b6\u30fc\u304c\u4f5c\u6210\u3055\u308c\u307e\u3059\u3002 \u3053\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u9078\u629e\u3057\u306a\u3044\u5834\u5408\u306f\u3001LDAP\u306b\u3088\u3063\u3066\u8a8d\u8a3c\u3055\u308c\u305f\u30e6\u30fc\u30b6\u30fc\u306e\u30b5\u30d6\u30bb\u30c3\u30c8\u3060\u3051\u3092\u8a8d\u8b58\u3059\u308b\u3088\u3046\u306bAlfresco\u3092\u5236\u9650\u3057\u3001\u540c\u671f\u306b\u3088\u3063\u3066\u4f5c\u6210\u3055\u308c\u305f\u30e6\u30fc\u30b6\u30fc\u3060\u3051\u306b\u30ed\u30b0\u30a4\u30f3\u3092\u8a31\u53ef\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002 LDAP\u8a8d\u8a3c\u30b5\u30d6\u30b7\u30b9\u30c6\u30e0\u306e\u30e6\u30fc\u30b6\u30fc\u30af\u30a8\u30ea\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u3092\u4e0a\u66f8\u304d\u3059\u308b\u306e\u3067\u3001\u3053\u306e\u65b9\u6cd5\u306e\u65b9\u304c\u30e6\u30fc\u30b6\u30fc\u306e\u30bb\u30c3\u30c8\u3092\u3088\u308a\u53b3\u3057\u304f\u5236\u5fa1\u3067\u304d\u307e\u3059\u3002
syncsettings.sync-changes-only=\u5909\u66f4\u306e\u307f\u3092\u540c\u671f
syncsettings.sync-changes-only.description=\u5dee\u5206\u540c\u671f\u3092\u884c\u3046\u5834\u5408\u306f\u3053\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u9078\u629e\u3057\u3001\u5b8c\u5168\u306a\u540c\u671f\u3092\u884c\u3046\u5834\u5408\u306f\u9078\u629e\u3092\u89e3\u9664\u3057\u307e\u3059\u3002 Alfresco\u5185\u306b\u307e\u3060\u5b58\u5728\u3057\u306a\u3044\u30e6\u30fc\u30b6\u30fc\u304c\u8a8d\u8a3c\u3055\u308c\u305f\u5834\u5408\u306f\u3001\u3053\u306e\u8a2d\u5b9a\u306b\u95a2\u4fc2\u306a\u304f\u3001\u5dee\u5206\u540c\u671f\u304c\u30c8\u30ea\u30ac\u30fc\u3055\u308c\u307e\u3059\u3002
syncsettings.import-cron-expression=\u30a4\u30f3\u30dd\u30fc\u30c8\u306eCron\u5f0f
syncsettings.import-cron-expression.description=\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u3057\u305f\u540c\u671f\u30b8\u30e7\u30d6\u3092\u3044\u3064\u5b9f\u884c\u3059\u308b\u304b\u3092\u6c7a\u3081\u308bCron\u5f0f\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002 \u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u306f\u300124\u6642\u9593\u7f6e\u304d\u306e\u6df1\u591c\u306b\u5b9f\u884c\u3055\u308c\u307e\u3059\u3002
syncsettings.sync-worker-threads=\u540c\u671f\u30ef\u30fc\u30ab\u30fc\u30b9\u30ec\u30c3\u30c9\u6570
syncsettings.sync-worker-threads.description=\u540c\u671f\u306b\u4f7f\u7528\u3059\u308b\u30ef\u30fc\u30ab\u30fc\u30b9\u30ec\u30c3\u30c9\u306e\u6570\u3002 \u30c7\u30d5\u30a9\u30eb\u30c8\u306f1\u3067\u3059\u3002
