# Properties for ldap authentication subsystem admin console

ldap.authentication.page.title=Editar directorio LDAP - {0}
ldap.authentication.page.intro-text=Un subsistema LDAP puede utilizarse para autenticar usuarios y sincronizar (exportar) registros de usuarios y grupos. Estas funciones pueden usarse de forma aislada o en combinaci\u00f3n. LDAP es configurable, pero por lo general necesita algunos cambios, ya que los valores predeterminados son los de una configuraci\u00f3n t\u00edpica. Aqu\u00ed solo puede configurarse una conexi\u00f3n LDAP.
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
ldap.authentication.page.instruction-link=Consulte <a href="http://docs.alfresco.com/5.0/concepts/auth-ldap-intro.html" target="_blank">Configuring LDAP</a> para obtener m\u00e1s informaci\u00f3n.

# Section headings
ldap.authentication.section=Autenticaci\u00f3n LDAP
ldap.synchronization.section=Sincronizaci\u00f3n LDAP

ldap.synchronization-advanced.section=Sincronizaci\u00f3n LDAP - Avanzada
ldap.synchronization-advanced.section.description=Por lo general, no se recomienda cambiar esta configuraci\u00f3n.

ldap.authentication.active=Autenticaci\u00f3n activada
ldap.authentication.active.description=Si se selecciona, el directorio LDAP se usar\u00e1 para autenticar a los usuarios. Si el directorio LDAP se va a usar solo para la sincronizaci\u00f3n, deber\u00e1 entonces anularse esta selecci\u00f3n.

ldap.authentication.userNameFormat=Formato de nombre de usuario
ldap.authentication.userNameFormat.description=Define c\u00f3mo pasa a LDAP el ID de Alfresco introducido por el usuario. Si no se introduce ning\u00fan valor (el predeterminado para el subsistema LDAP), un consulta LDAP resuelve el nombre distintivo (DN) a partir del ID de usuario de forma din\u00e1mica.  Esto permite a los directorios estar estructurados y no requiere que el ID de usuario aparezca en el DN. Si se introduce un valor, se restringen los nombres de usuario de LDAP a un formato fijo, donde el marcador de posici\u00f3n %s en el valor es sustituido por el ID de usuario introducido para crear el ID que pasa a LDAP. Consulte <a href="http://docs.alfresco.com/5.0/concepts/auth-ldap-intro.html" target="_blank">LDAP configuration properties</a> para obtener m\u00e1s informaci\u00f3n.

# The URL to connect to the LDAP server 
ldap.authentication.java.naming.provider.url=URL de servidor LDAP
ldap.authentication.java.naming.provider.url.description=La URL de su servidor LDAP con su nombre y puerto. Los puertos est\u00e1ndar para LDAP son 389 (y 636 para SSL).

ldap.authentication.defaultAdministratorUserNames=Nombres de usuario de administrador predeterminados.
ldap.authentication.defaultAdministratorUserNames.description=Si es necesario, introduzca una lista separando con comas los nombres de usuario que se consideran administradores de forma predeterminada. Si est\u00e1 usando LDAP para todos sus usuarios, esto asigna un usuario LDAP para que sea un usuario administrador.

# The authentication mechanism to use for password validation 
ldap.authentication.java.naming.security.authentication=Seguridad
ldap.authentication.java.naming.security.authentication.description=Seleccione el mecanismo de seguridad que se usar\u00e1 para la autenticaci\u00f3n con el servidor LDAP. Los valores recomendados son simples y DIGEST-MD5.

ldap.synchronization.active=Sincronizaci\u00f3n activada
ldap.synchronization.active.description=Si se selecciona, el directorio LDAP permitir\u00e1 la sincronizaci\u00f3n de grupos y usuarios. Si el directorio LDAP se va a usar solo para la autenticaci\u00f3n, deber\u00e1 entonces anularse esta selecci\u00f3n.

# The default principal to use (only used for LDAP sync)
ldap.synchronization.java.naming.security.principal=Nombre de entidad de seguridad
ldap.synchronization.java.naming.security.principal.description=El usuario LDAP que se conectar\u00e1 para la sincronizaci\u00f3n, si es que el mecanismo de autenticaci\u00f3n de sincronizaci\u00f3n requiere uno. Este es el mismo formato que el formato de nombre de usuario LDAP, pero con un ID de usuario real en vez de %s. Esta cuenta la utiliza Alfresco para recuperar los datos de todos los usuarios y grupo en el directorio, de forma que pueda sincronizar a su usuario interno y base de datos de autoridad. Cuando la seguridad se establece en simple, el valor predeterminado es cn=Manager,dc=company,dc=com.

ldap.synchronization.groupQuery=Consulta de grupo
ldap.synchronization.groupQuery.description=Esta consulta selecciona todos los objetos que representan a los grupos que se sincronizar\u00e1n. Esta consulta se utiliza en modo de sincronizaci\u00f3n completo, que de forma predeterminada se establece cada 24 horas.

# The user search base restricts the LDAP user query to a sub section of tree on the LDAP server.
ldap.synchronization.userSearchBase=Base de b\u00fasqueda de usuario
ldap.synchronization.userSearchBase.description=El DN a partir del cual comienzan las consultas de usuario.

# The query to select all objects that represent the users to import.
ldap.synchronization.personQuery=Consulta de personas 
ldap.synchronization.personQuery.description=Esta consulta selecciona todos los objetos que representan a los usuarios que se sincronizar\u00e1n. Esta consulta se utiliza en modo de sincronizaci\u00f3n completo, que de forma predeterminada se establece cada 24 horas.

# The authentication mechanism to use for password validation 
ldap.synchronization.java.naming.security.authentication=Seguridad
ldap.synchronization.java.naming.security.authentication.description=Seleccione el mecanismo de seguridad que se usar\u00e1 para la autenticaci\u00f3n con el servidor de sincronizaci\u00f3n de LDAP. Los valores recomendados son simples y DIGEST-MD5.

ldap.synchronization.java.naming.security.credentials=Credenciales de entidad de seguridad
ldap.synchronization.java.naming.security.credentials.description=La contrase\u00f1a para el nombre de entidad de seguridad, si es necesaria. Esto se usa solo para la sincronizaci\u00f3n LDAP.

# The group search base restricts the LDAP group query to a sub section of tree on the LDAP server.
ldap.synchronization.groupSearchBase=Base de b\u00fasqueda de grupo
ldap.synchronization.groupSearchBase.description=El DN a partir del cual comienzan las consultas de grupos.

# The query to select objects that represent the users to import that have changed since a certain time.
ldap.synchronization.personDifferentialQuery=Consulta diferencial de persona
ldap.synchronization.personDifferentialQuery.description=Se utiliza en modo de sincronizaci\u00f3n diferencial siempre que se autentique a un usuario correctamente que no exista todav\u00eda en Alfresco. La consulta selecciona usuarios para sincronizar que hayan cambiado desde un periodo de tiempo especificado. El marcador de posici\u00f3n {0} se utiliza en vez del formato de marca de tiempo en la configuraci\u00f3n avanzada de sincronizaci\u00f3n de LDAP.  

# The default home folder provider to use for people created via LDAP import
ldap.synchronization.defaultHomeFolderProvider=Proveedor de carpeta de inicio
ldap.synchronization.defaultHomeFolderProvider.description=Define c\u00f3mo se crea el espacio de inicio en Alfresco para los usuarios creados por medio de la sincronizaci\u00f3n.  

# The query to select objects that represent the groups to import that have changed since a certain time.
ldap.synchronization.groupDifferentialQuery=Consulta diferencial de grupo
ldap.synchronization.groupDifferentialQuery.description=Se utiliza siempre que se autentique a un grupo correctamente que no exista todav\u00eda en Alfresco. La consulta selecciona grupos para sincronizar que han cambiado desde un periodo de tiempo especificado. 

# The attribute on LDAP group objects to map to the authority name property in Alfresco
ldap.synchronization.groupIdAttributeName=Nombre de atributo de ID de grupo
ldap.synchronization.groupIdAttributeName.description=El nombre del atributo en objetos de grupo LDAP que debe asignarse al nombre de grupo, de forma predeterminada, cn.

ldap.synchronization.groupType=Tipo de grupo
ldap.synchronization.groupType.description=El nombre del tipo de grupo en LDAP, de forma predeterminada, groupOfNames.

ldap.synchronization.personType=Tipo de persona
ldap.synchronization.personType.description=El nombre del tipo de persona en LDAP, de forma predeterminada, inetOrgPerson.

ldap.synchronization.userEmailAttributeName=Nombre de atributo de correo electr\u00f3nico de usuario
ldap.synchronization.userEmailAttributeName.description=El atributo en objetos de persona en LDAP a asignar a la propiedad de direcci\u00f3n de correo electr\u00f3nico en Alfresco.

# The attribute name on people objects found in LDAP to use as the uid in Alfresco
ldap.synchronization.userIdAttributeName=Nombre de atributo de ID de usuario
ldap.synchronization.userIdAttributeName.description=El nombre de atributo en objetos de personas encontrado en LDAP para usar como ID de usuario en Alfresco.

# The attribute on person objects in LDAP to map to the organizational id  property in Alfresco
ldap.synchronization.userOrganizationalIdAttributeName=Nombre de atributo de ID organizacional de usuario
ldap.synchronization.userOrganizationalIdAttributeName.description=El atributo en objetos de persona en LDAP a asignar a la propiedad de ID organizacional en Alfresco.

# If positive, this property indicates that RFC 2696 paged results should be
# used to split query results into batches of the specified size. This
# overcomes any size limits imposed by the LDAP server.
ldap.synchronization.queryBatchSize=Tama\u00f1o de lote de consulta
ldap.synchronization.queryBatchSize.description=Si se configura como entero positivo, esta propiedad indica que los resultados paginados RFC 2696 deben usarse para dividir los resultados de la consulta en lotes de un tama\u00f1o especificado. Esto supera cualquier l\u00edmite de tama\u00f1o impuesto por el servidor LDAP. Si se configura en 0 o menos, los resultados paginados no se usar\u00e1n.

# The attribute on LDAP group objects to map to the authority display name property in Alfresco
ldap.synchronization.groupDisplayNameAttributeName=Nombre de atributo del nombre mostrado de grupo
ldap.synchronization.groupDisplayNameAttributeName.description=El nombre del atributo en objetos de grupo LDAP que debe asignarse al nombre mostrado de grupo en Alfresco, de forma predeterminada, descripci\u00f3n.

ldap.synchronization.groupMemberAttributeName=Nombre de atributo de miembro de grupo
ldap.synchronization.groupMemberAttributeName.description=El nombre del atributo en los objetos de grupo LDAP que define el DN para sus miembros.

# The name of the operational attribute recording the last update time for a group or user.
ldap.synchronization.modifyTimestampAttributeName=Nombre de atributo de modificaci\u00f3n de marca de tiempo
ldap.synchronization.modifyTimestampAttributeName.description=El nombre del atributo operacional que registra la \u00faltima hora de actualizaci\u00f3n para un grupo o usuario.

ldap.synchronization.timestampFormat=Formato de marca de tiempo
ldap.synchronization.timestampFormat.description=El formato de la marca de tiempo. Para OpenLDAP, utilice yyyyMMddHHmmss'Z'.

# The attribute on person objects in LDAP to map to the first name property in Alfresco
ldap.synchronization.userFirstNameAttributeName=Nombre de atributo del nombre de pila usuario
ldap.synchronization.userFirstNameAttributeName.description=El atributo en objetos de persona en LDAP a asignar a la propiedad de nombre de pila en Alfresco

# The attribute on person objects in LDAP to map to the last name property in Alfresco
ldap.synchronization.userLastNameAttributeName=Nombre de atributo del apellido de usuario
ldap.synchronization.userLastNameAttributeName.description=El atributo en objetos de persona en LDAP a asignar a la propiedad de apellido en Alfresco

# FTP Authentication
ldap.authentication.ldap.authentication.authenticateFTP=Autenticar FTP
ldap.authentication.ldap.authentication.authenticateFTP.description=Si se selecciona, se activa la autenticaci\u00f3n LDAP de acceso a FTP.