syncsettings.title=Param\u00e8tres de synchronisation
syncsettings.help-text=Les param\u00e8tres de synchronisation g\u00e8rent la synchronisation entre Alfresco et tous les registres d'utilisateurs (serveurs LDAP) de la cha\u00eene d'authentification.

#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
syncsettings.help-link=Consultez le document relatif \u00e0 la <a href="http://docs.alfresco.com/5.0/concepts/sync-intro.html" target="_blank">Configuring synchronization</a> pour plus d'informations.

syncsettings.settings=Param\u00e8tres de synchronisation
syncsettings.sync-on-startup=Synchroniser au d\u00e9marrage
syncsettings.sync-on-startup.description=S\u00e9lectionnez cette option pour ex\u00e9cuter la synchronisation au d\u00e9marrage du syst\u00e8me. Ainsi, lors de la premi\u00e8re configuration des registres d'utilisateurs, la synchronisation a lieu au d\u00e9marrage du serveur plut\u00f4t qu'au moment de la premi\u00e8re connexion. 
syncsettings.sync-missing-people=Synchroniser lors de la connexion de nouveaux utilisateurs
syncsettings.sync-missing-people.description=S\u00e9lectionnez cette option pour ex\u00e9cuter la synchronisation lorsqu'un utilisateur qui n'existe pas encore dans Alfresco est authentifi\u00e9.
syncsettings.allow-deletions=Autoriser les suppressions
syncsettings.allow-deletions.description=Lorsque cette option est s\u00e9lectionn\u00e9e, la suppression des utilisateurs et groupes locaux pendant la synchronisation est autoris\u00e9e lors du traitement des suppressions et de la r\u00e9solution des conflits.
syncsettings.logging-interval=Intervalle de journalisation
syncsettings.logging-interval.description=Nombre d'entr\u00e9es utilisateur ou groupe trait\u00e9es pendant la synchronisation avant la journalisation de l'\u00e9tat d'avancement au niveau INFO. L'entr\u00e9e par d\u00e9faut suivante est requise dans log4j.properties\u00a0: log4j.logger.org.alfresco.repo.security.sync=info. La valeur par d\u00e9faut est 100.
syncsettings.auto-create-people=Cr\u00e9ation automatique d'utilisateur lors de la connexion
syncsettings.auto-create-people.description=Lorsque cette option est s\u00e9lectionn\u00e9e, un utilisateur avec des propri\u00e9t\u00e9s par d\u00e9faut est cr\u00e9\u00e9 d\u00e8s qu'un utilisateur qui n'existe pas encore dans Alfresco est authentifi\u00e9, mais n'est pas d\u00e9tect\u00e9 dans la synchronisation. Lorsque cette option n'est pas s\u00e9lectionn\u00e9e, vous pouvez restreindre l'acc\u00e8s \u00e0 Alfresco \u00e0 un sous-ensemble regroupant les utilisateurs authentifi\u00e9s par LDAP\u00a0; dans ce cas, seuls les utilisateurs cr\u00e9\u00e9s par la synchronisation sont autoris\u00e9s \u00e0 se connecter. Vous pouvez contr\u00f4ler cet ensemble restreint d'utilisateurs en \u00e9crasant les propri\u00e9t\u00e9s de requ\u00eate utilisateur du sous-syst\u00e8me d'authentification LDAP.
syncsettings.sync-changes-only=Synchroniser uniquement les modifications
syncsettings.sync-changes-only.description=S\u00e9lectionnez cette option pour effectuer une synchronisation diff\u00e9rentielle\u00a0; d\u00e9s\u00e9lectionnez-la pour effectuer une synchronisation compl\u00e8te. Ind\u00e9pendamment de ce param\u00e8tre, une synchronisation diff\u00e9rentielle peut avoir lieu lorsqu'un utilisateur qui n'existe pas encore dans Alfresco est authentifi\u00e9.
syncsettings.import-cron-expression=Expression Cron pour l'importation
syncsettings.import-cron-expression.description=Sp\u00e9cifie une expression cron qui d\u00e9finit le moment o\u00f9 la t\u00e2che de synchronisation planifi\u00e9e doit avoir lieu. Par d\u00e9faut, elle a lieu toutes les 24\u00a0heures \u00e0 minuit.
syncsettings.sync-worker-threads=Threads de travail pour la synchronisation
syncsettings.sync-worker-threads.description=Nombre de threads de travail utilis\u00e9s pour la synchronisation. La valeur par d\u00e9faut est 1.
