directorymanagement.title=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306e\u7ba1\u7406
directorymanagement.help-text=Alfresco\u306e\u30e6\u30fc\u30b6\u30fc\u3068\u30b0\u30eb\u30fc\u30d7\u3092\u5185\u90e8\u3067\u7ba1\u7406\u3057\u3001\u8907\u6570\u306e\u5916\u90e8\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u304b\u3089\u8a8d\u8a3c\u3068\u540c\u671f\u3092\u8a2d\u5b9a\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002 \u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u4e00\u89a7\uff08\u8a8d\u8a3c\u30c1\u30a7\u30fc\u30f3\uff09\u306f\u3001\u30e6\u30fc\u30b6\u30fc\u3068\u30b0\u30eb\u30fc\u30d7\u306e\u8a8d\u8a3c\u3001\u540c\u671f\u306b\u4f7f\u7528\u3055\u308c\u308b\u512a\u5148\u9806\u306b\u8868\u793a\u3055\u308c\u307e\u3059\u3002 1\u3064\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u5185\u3067\u5404\u30e6\u30fc\u30b6\u30fc\u304c\u91cd\u8907\u3057\u306a\u3044\u3088\u3046\u306b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002

#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
directorymanagement.help-link=\u8a73\u3057\u304f\u306f\u3001<a href="http://docs.alfresco.com/5.0/concepts/auth-intro.html" target="_blank">Alfresco Authentication and Security</a>\uff08Alfresco\u306e\u8a8d\u8a3c\u3068\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\uff09\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002

directorymanagement.auth-chain=\u8a8d\u8a3c\u30c1\u30a7\u30fc\u30f3
directorymanagement.name=\u540d\u524d
directorymanagement.type=\u30bf\u30a4\u30d7
directorymanagement.add=\u8ffd\u52a0
directorymanagement.order=\u9806\u5e8f
directorymanagement.enabled=\u6709\u52b9
directorymanagement.synchronized=\u540c\u671f
directorymanagement.actions=\u30a2\u30af\u30b7\u30e7\u30f3
directorymanagement.directory.alfrescoNtlm=Alfresco\u5185\u90e8
directorymanagement.directory.ldap=OpenLDAP
directorymanagement.directory.ldap-ad=LDAP\uff08Active Directory\uff09
directorymanagement.directory.passthru=\u30d1\u30b9\u30b9\u30eb\u30fc
directorymanagement.directory.kerberos=Kerberos
directorymanagement.directory.external=\u5916\u90e8
directorymanagement.action.edit=\u7de8\u96c6
directorymanagement.action.test=\u30c6\u30b9\u30c8
directorymanagement.action.reset=\u30ea\u30bb\u30c3\u30c8
directorymanagement.action.synchronize=\u540c\u671f\u306e\u30c6\u30b9\u30c8
directorymanagement.action.remove=\u524a\u9664
directorymanagement.move-up=\u4e0a\u306b\u79fb\u52d5
directorymanagement.move-down=\u4e0b\u306b\u79fb\u52d5
directorymanagement.status=\u30b9\u30c6\u30fc\u30bf\u30b9
directorymanagement.status.starttime=\u958b\u59cb\u6642\u523b
directorymanagement.status.endtime=\u7d42\u4e86\u6642\u523b
directorymanagement.status.percentcomplete=\u9032\u6357\u72b6\u6cc1 (%)
directorymanagement.status.totalresults=\u5408\u8a08\u7d50\u679c\u6570
directorymanagement.status.successful=\u6210\u529f
directorymanagement.status.failed=\u5931\u6557
directorymanagement.error.uniqueids=\u8a8d\u8a3cID\u306f\u56fa\u6709\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002
directorymanagement.error.external=\u5916\u90e8\u8a8d\u8a3c\u30bf\u30a4\u30d7\u306f\u30c1\u30a7\u30fc\u30f3\u306b1\u3064\u3057\u304b\u542b\u3081\u3089\u308c\u307e\u305b\u3093\u3002

directorymanagement.example-directory=\u3042\u306a\u305f\u306e\u4f1a\u793e\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea
directorymanagement.sync-settings=\u540c\u671f\u306e\u8a2d\u5b9a
directorymanagement.sync-settings-text=\u8a2d\u5b9a\u306f\u3001\u540c\u671f\u304c\u6709\u52b9\u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u3059\u3079\u3066\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3067\u5171\u901a\u3067\u3059\u3002
directorymanagement.run-sync=\u540c\u671f\u306e\u5b9f\u884c
directorymanagement.run-sync-text=\u3059\u3079\u3066\u306e\u30e6\u30fc\u30b6\u30fc\u3068\u30b0\u30eb\u30fc\u30d7\u306e\u30e6\u30fc\u30b6\u30fc\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306e\u540c\u671f\u3092\u958b\u59cb\u3057\u307e\u3059\u3002
directorymanagement.sync-status=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306e\u540c\u671f\u30b9\u30c6\u30fc\u30bf\u30b9

directorymanagement.change-order=\u4e0a\u77e2\u5370\u3068\u4e0b\u77e2\u5370\u3092\u4f7f\u3063\u3066\u3001\u8a8d\u8a3c\u30c1\u30a7\u30fc\u30f3\u306e\u9806\u756a\u3092\u5909\u66f4\u3057\u307e\u3059\u3002 \u4ed6\u306e\u8a8d\u8a3c\u30e1\u30ab\u30cb\u30ba\u30e0\u306e\u4e2d\u306b\u306f\u3001\u30c1\u30a7\u30fc\u30f3\u306b\u3067\u304d\u306a\u3044\u3082\u306e\u304c\u3042\u308a\u307e\u3059\u3002Alfresco\u306b\u4ed8\u5c5e\u306e\u8a8d\u8a3c\u30bf\u30a4\u30d7\u306e\u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001<a href="http://docs.alfresco.com/5.0/concepts/auth-subsystem-types.html" target="_blank">Authentication subsystem types</a>\uff08\u8a8d\u8a3c\u30b5\u30d6\u30b7\u30b9\u30c6\u30e0\u306e\u30bf\u30a4\u30d7\uff09\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002
directorymanagement.external-text="\u5916\u90e8"\u8a8d\u8a3c\u30bf\u30a4\u30d7\u306f\u3001\u5e38\u306b\u30c1\u30a7\u30fc\u30f3\u306e\u4e00\u756a\u6700\u521d\u306b\u8868\u793a\u3055\u308c\u307e\u3059\u3002
directorymanagement.cifs-auth=CIFS\u306e\u8a8d\u8a3c
directorymanagement.cifs-auth-text=CIFS\u3092\u8a8d\u8a3c\u3059\u308b\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3092\u9078\u629e\u3059\u308b\u304b\u3001CIFS\u306e\u8a8d\u8a3c\u3092\u7121\u52b9\u306b\u3057\u307e\u3059\u3002 CIFS\u306f\u3001\u30c1\u30e3\u30ec\u30f3\u30b8/\u30ec\u30b9\u30dd\u30f3\u30b9\u3092\u4f7f\u3063\u3066\u8a8d\u8a3c\u3057\u307e\u3059\u3002\u8a8d\u8a3c\u306b\u306f1\u3064\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3057\u304b\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002
directorymanagement.browser-login=\u30d6\u30e9\u30a6\u30b6\u30d9\u30fc\u30b9\u306e\u81ea\u52d5\u30ed\u30b0\u30a4\u30f3
directorymanagement.browser-login-text=\u30d6\u30e9\u30a6\u30b6\u3092\u4ecb\u3057\u3066\u30e6\u30fc\u30b6\u30fc\u3092\u81ea\u52d5\u7684\u306b\u30ed\u30b0\u30a4\u30f3\u3055\u305b\u308b\u5834\u5408\u306fNTLM\u307e\u305f\u306fSPENGO\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3092\u9078\u629e\u3057\u307e\u3059\u3002\u307e\u305f\u306f\u3001\u81ea\u52d5\u30ed\u30b0\u30a4\u30f3\u3092\u7121\u52b9\u306b\u3057\u307e\u3059\u3002 CAS\u3084SiteMinde\u306a\u3069\u306e\u5916\u90e8\u8a8d\u8a3c\u30bf\u30a4\u30d7\u3092\u4f7f\u3063\u3066\u3001\u4ed6\u306e\u65b9\u5f0f\u306e\u30b7\u30f3\u30b0\u30eb\u30b5\u30a4\u30f3\u30aa\u30f3\u3092\u8a2d\u5b9a\u3067\u304d\u307e\u3059\u3002 \u8a73\u3057\u304f\u306f\u3001<a href="http://docs.alfresco.com/5.0/tasks/auth-alfrescoexternal-sso.html" target="_blank">Configuring Alfresco Share to use an external SSO</a>\uff08\u5916\u90e8\u306eSSO\u3092\u4f7f\u7528\u3059\u308b\u3088\u3046\u306bAlfresco Share\u3092\u8a2d\u5b9a\u3059\u308b\uff09\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002
directorymanagement.ftp-auth=FTP\u306e\u8a8d\u8a3c
directorymanagement.ftp-auth-text=FTP\u3092\u4f7f\u7528\u3057\u3066\u3044\u308b\u5834\u5408\u306f\u3001\u4e0a\u3067\u5b9a\u7fa9\u3057\u305f\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30c1\u30a7\u30fc\u30f3\u3092\u4f7f\u3063\u3066FTP\u304c\u8a8d\u8a3c\u3055\u308c\u307e\u3059\u3002 FTP\u306f\u5916\u90e8\u8a8d\u8a3c\u306b\u5bfe\u5fdc\u3057\u3066\u3044\u307e\u305b\u3093\u3002 
directorymanagement.modified-chain=\u8a8d\u8a3c\u30c1\u30a7\u30fc\u30f3\u304c\u5909\u66f4\u3055\u308c\u3066\u3044\u307e\u3059\u3002 \u65b0\u3057\u3044\u30a2\u30a4\u30c6\u30e0\u3092\u7de8\u96c6\u3059\u308b\u3001\u307e\u305f\u306f\u30a2\u30a4\u30c6\u30e0\u3092CIFS\u8a8d\u8a3c\u3084\u30d6\u30e9\u30a6\u30b6\u30d9\u30fc\u30b9\u306e\u81ea\u52d5\u30ed\u30b0\u30a4\u30f3\u3067\u4f7f\u7528\u3067\u304d\u308b\u3088\u3046\u306b\u3059\u308b\u306b\u306f\u3001\u30c1\u30a7\u30fc\u30f3\u306b\u52a0\u3048\u305f\u5909\u66f4\u3092\u4fdd\u5b58\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
