authentication-passthru.title=\u30d1\u30b9\u30b9\u30eb\u30fc\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306e\u7de8\u96c6 - {0}
authentication-passthru.intro-text=\u30d1\u30b9\u30b9\u30eb\u30fc\u30b5\u30d6\u30b7\u30b9\u30c6\u30e0\u3092\u4f7f\u3046\u3068\u3001\u6a19\u6e96\u306eAlfresco\u30e6\u30fc\u30b6\u30fc\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306e\u4ee3\u308f\u308a\u306bWindows\u30b5\u30fc\u30d0\u30fc\u3084\u30c9\u30e1\u30a4\u30f3\u30b3\u30f3\u30c8\u30ed\u30fc\u30e9\u3001\u307e\u305f\u306f\u30b5\u30fc\u30d0\u30fc\u306e\u30ea\u30b9\u30c8\u3092\u4f7f\u3063\u3066\u3001Alfresco\u306b\u30a2\u30af\u30bb\u30b9\u3059\u308b\u30e6\u30fc\u30b6\u30fc\u3092\u8a8d\u8a3c\u3067\u304d\u307e\u3059\u3002 \u3053\u3046\u3059\u308b\u3068\u3001Alfresco\u5185\u3067\u30e6\u30fc\u30b6\u30fc\u30a2\u30ab\u30a6\u30f3\u30c8\u3092\u4f5c\u6210\u3057\u306a\u304f\u3066\u6e08\u3080\u306e\u3067\u4fbf\u5229\u3067\u3059\u3002 \u307e\u305f\u3001WebDav\u3001Alfresco Explorer\u3001Share\u3067\u306f\u30aa\u30d7\u30b7\u30e7\u30f3\u3067NTLM\u30b7\u30f3\u30b0\u30eb\u30b5\u30a4\u30f3\u30aa\u30f3\uff08SSO\uff09\u6a5f\u80fd\u3092\u4f7f\u7528\u3067\u304d\u3001CIFS\u30b5\u30fc\u30d0\u30fc\u306eCIFS\u3092\u76f4\u63a5\u8a8d\u8a3c\u3059\u308b\u3053\u3068\u3082\u3067\u304d\u307e\u3059\u3002 \u3053\u306e\u69cb\u6210\u3067\u4f7f\u7528\u3067\u304d\u308b\u306e\u306fNTLM v1\u306e\u307f\u3067\u3059\u3002
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
authentication-passthru.instruction-link=\u8a73\u3057\u304f\u306f\u3001<a href="http://docs.alfresco.com/5.0/concepts/auth-passthru-intro.html" target="_blank">Configuring pass-through authentication</a>\uff08\u30d1\u30b9\u30b9\u30eb\u30fc\u8a8d\u8a3c\u306e\u8a2d\u5b9a\uff09\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002

authentication-passthru.passthru-authentication=\u30d1\u30b9\u30b9\u30eb\u30fc\u8a8d\u8a3c 
authentication-passthru.passthru-authentication.passthru.authentication.useLocalServer=\u30e6\u30fc\u30b6\u30fc\u306e\u30ed\u30fc\u30ab\u30eb\u30b5\u30fc\u30d0\u30fc
authentication-passthru.passthru-authentication.passthru.authentication.useLocalServer.description=\u30b5\u30fc\u30d0\u30fc\u3078\u306e\u30eb\u30fc\u30d7\u30d0\u30c3\u30af\u63a5\u7d9a\u3092\u4f7f\u3063\u3066\u30d1\u30b9\u30b9\u30eb\u30fc\u8a8d\u8a3c\u3092\u884c\u3046\u5834\u5408\u306f\u3001\u3053\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u9078\u629e\u3057\u307e\u3059\u3002
authentication-passthru.passthru-authentication.passthru.authentication.guestAccess=\u30b2\u30b9\u30c8\u30ed\u30b0\u30a4\u30f3\u3092\u8a31\u53ef\u3059\u308b
authentication-passthru.passthru-authentication.passthru.authentication.guestAccess.description=\u30b2\u30b9\u30c8\u30e6\u30fc\u30b6\u30fc\u306bAlfresco\u3078\u306e\u30a2\u30af\u30bb\u30b9\u3092\u8a31\u53ef\u3059\u308b\u5834\u5408\u306b\u9078\u629e\u3057\u307e\u3059\u3002
authentication-passthru.passthru-authentication.passthru.authentication.authenticateFTP=FTP\u3092\u8a8d\u8a3c\u3059\u308b
authentication-passthru.passthru-authentication.passthru.authentication.authenticateFTP.description=FTP\u3078\u306e\u30a2\u30af\u30bb\u30b9\u3092\u30d1\u30b9\u30b9\u30eb\u30fc\u8a8d\u8a3c\u3059\u308b\u5834\u5408\u306b\u9078\u629e\u3057\u307e\u3059\u3002
authentication-passthru.passthru-authentication.passthru.authentication.domain=\u8a8d\u8a3c\u30c9\u30e1\u30a4\u30f3
authentication-passthru.passthru-authentication.passthru.authentication.domain.description=\u30d1\u30b9\u30b9\u30eb\u30fc\u8a8d\u8a3c\u306b\u4f7f\u7528\u3059\u308bWindows NetBIOS\u30c9\u30e1\u30a4\u30f3\u306e\u540d\u524d\u3092\u5165\u529b\u3057\u307e\u3059\u3002 \u3053\u308c\u306b\u3088\u308a\u3001\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30d6\u30ed\u30fc\u30c9\u30ad\u30e3\u30b9\u30c8\u3092\u4f7f\u3063\u3066\u30c9\u30e1\u30a4\u30f3\u30b3\u30f3\u30c8\u30ed\u30fc\u30e9\u304c\u691c\u7d22\u3055\u308c\u307e\u3059\u3002 \u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30d6\u30ed\u30fc\u30c9\u30ad\u30e3\u30b9\u30c8\u3067\u691c\u7d22\u3067\u304d\u306a\u3044\u5834\u5408\u306f\u3001passthru.authentication.servers\u30d7\u30ed\u30d1\u30c6\u30a3\u3092\u4f7f\u3063\u3066\u3001\u30c9\u30e1\u30a4\u30f3\u30b3\u30f3\u30c8\u30ed\u30fc\u30e9\u306e\u540d\u524d\u3068\u30a2\u30c9\u30ec\u30b9\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
authentication-passthru.passthru-authentication.passthru.authentication.protocolOrder=\u8a8d\u8a3c\u30d7\u30ed\u30c8\u30b3\u30eb\u306e\u9806\u756a
authentication-passthru.passthru-authentication.passthru.authentication.protocolOrder.description=\u30d7\u30ed\u30c8\u30b3\u30eb\u306e\u30bf\u30a4\u30d7\u3068\u3001\u30d1\u30b9\u30b9\u30eb\u30fc\u8a8d\u8a3c\u30bb\u30c3\u30b7\u30e7\u30f3\u306e\u63a5\u7d9a\u9806\u3002 \u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u306f\u3001NetBIOS\u304c\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002\u4f7f\u7528\u53ef\u80fd\u306a\u30d7\u30ed\u30c8\u30b3\u30eb\u306e\u30bf\u30a4\u30d7\u306b\u306f\u3001NetBIOS over TCP\u7528\u306eNetBIOS\u3068\u3001 \u30cd\u30a4\u30c6\u30a3\u30d6SMB\u7528\u306eTCPIP\u304c\u3042\u308a\u307e\u3059\u3002
authentication-passthru.passthru-authentication.passthru.authentication.offlineCheckInterval=\u30aa\u30d5\u30e9\u30a4\u30f3\u306e\u30c1\u30a7\u30c3\u30af\u9593\u9694
authentication-passthru.passthru-authentication.passthru.authentication.offlineCheckInterval.description=\u30aa\u30d5\u30e9\u30a4\u30f3\u3068\u30de\u30fc\u30af\u3055\u308c\u3066\u3044\u308b\u30d1\u30b9\u30b9\u30eb\u30fc\u30b5\u30fc\u30d0\u30fc\u304c\u30aa\u30f3\u30e9\u30a4\u30f3\u306b\u306a\u3063\u305f\u304b\u3069\u3046\u304b\u3092\u30c1\u30a7\u30c3\u30af\u3059\u308b\u9593\u9694\u3092\u79d2\u5358\u4f4d\u3067\u6307\u5b9a\u3057\u307e\u3059\u3002 \u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u30c1\u30a7\u30c3\u30af\u9593\u9694\u306f5\u5206\u3067\u3059\u3002 
authentication-passthru.passthru-authentication.ntlm.authentication.mapUnknownUserToGuest=\u4e0d\u660e\u30e6\u30fc\u30b6\u30fc\u3092\u30b2\u30b9\u30c8\u306b\u5272\u308a\u5f53\u3066\u308b
authentication-passthru.passthru-authentication.ntlm.authentication.mapUnknownUserToGuest.description=\u4e0d\u660e\u306a\u30e6\u30fc\u30b6\u30fc\u304c\u30b7\u30f3\u30b0\u30eb\u30b5\u30a4\u30f3\u30aa\u30f3\uff08SSO\uff09\u3059\u308b\u969b\u306b\u3001\u81ea\u52d5\u7684\u306bAlfresco\u306e\u30b2\u30b9\u30c8\u30e6\u30fc\u30b6\u30fc\u3068\u3057\u3066\u30ed\u30b0\u30aa\u30f3\u3067\u304d\u308b\u3088\u3046\u306b\u3059\u308b\u5834\u5408\u306b\u9078\u629e\u3057\u307e\u3059\u3002
authentication-passthru.passthru-authentication.passthru.authentication.defaultAdministratorUserNames=\u7ba1\u7406\u8005\u30e6\u30fc\u30b6\u30fc\u540d
authentication-passthru.passthru-authentication.passthru.authentication.defaultAdministratorUserNames.description=\u5fc5\u8981\u306a\u5834\u5408\u306f\u3001\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u7ba1\u7406\u8005\u3068\u898b\u306a\u3059\u30e6\u30fc\u30b6\u30fc\u540d\u3092\u30ab\u30f3\u30de\u3067\u533a\u5207\u3063\u3066\u5165\u529b\u3057\u307e\u3059\u3002
authentication-passthru.passthru-authentication.passthru.authentication.servers=\u8a8d\u8a3c\u30b5\u30fc\u30d0\u30fc
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
authentication-passthru.passthru-authentication.passthru.authentication.servers.description=\u5fc5\u8981\u306a\u5834\u5408\u306f\u3001\u8a8d\u8a3c\u306b\u4f7f\u7528\u3059\u308b\u30b5\u30fc\u30d0\u30fc\u306e\u540d\u524d\u3068\u30a2\u30c9\u30ec\u30b9\u3092\u30ab\u30f3\u30de\u3067\u533a\u5207\u3063\u3066\u5165\u529b\u3057\u307e\u3059\u3002 \u30d1\u30b9\u30b9\u30eb\u30fc\u8a8d\u8a3c\u5b50\u304c\u3001\u4f7f\u7528\u53ef\u80fd\u306a\u30b5\u30fc\u30d0\u30fc\u306b\u8ca0\u8377\u3092\u5206\u6563\u3057\u3001\u30b5\u30fc\u30d0\u30fc\u306e\u30aa\u30f3\u30e9\u30a4\u30f3/\u30aa\u30d5\u30e9\u30a4\u30f3\u306e\u30b9\u30c6\u30fc\u30bf\u30b9\u3092\u76e3\u8996\u3057\u307e\u3059\u3002 \u8a73\u3057\u304f\u306f\u3001<a href="http://docs.alfresco.com/5.0/concepts/auth-passthru-domainprops.html" target="_blank">Domain level properties</a>\uff08\u30c9\u30e1\u30a4\u30f3\u30ec\u30d9\u30eb\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\uff09\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002
authentication-passthru.passthru-authentication.passthru.authentication.connectTimeout=\u63a5\u7d9a\u306e\u30bf\u30a4\u30e0\u30a2\u30a6\u30c8
authentication-passthru.passthru-authentication.passthru.authentication.connectTimeout.description=\u8a8d\u8a3c\u30b5\u30fc\u30d0\u30fc\u3078\u306e\u30bb\u30c3\u30b7\u30e7\u30f3\u3092\u958b\u304f\u3068\u304d\u306e\u30bf\u30a4\u30e0\u30a2\u30a6\u30c8\u5024\u3092\u30df\u30ea\u79d2\u5358\u4f4d\u3067\u6307\u5b9a\u3057\u307e\u3059\u3002 \u30c7\u30d5\u30a9\u30eb\u30c8\u306f5,000\u3067\u3059\u3002
