authentication-passthru.title=Editar directorio Passthru - {0}
authentication-passthru.intro-text=El subsistema passthru puede utilizarse para sustituir la base de datos de usuarios de Alfresco est\u00e1ndar por un controlador de servidor/dominio de Windows, o lista de servidores, para autenticar a los usuarios que acceden a Alfresco. Esto evita tener que crear cuentas de usuario en Alfresco. El subsistema admite tambi\u00e9n funciones de Inicio de sesi\u00f3n \u00fanico (SSO) NTLM opcionales para WebDav y los clientes Explorer y Share de Alfresco y autenticaci\u00f3n directa para el servidor CIFS. Solo se admite NTLM v1 en esta configuraci\u00f3n.
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
authentication-passthru.instruction-link=Consulte <a href="http://docs.alfresco.com/5.0/concepts/auth-passthru-intro.html" target="_blank">Configuring pass-through authentication</a> para obtener m\u00e1s informaci\u00f3n.

authentication-passthru.passthru-authentication=Autenticaci\u00f3n passthru 
authentication-passthru.passthru-authentication.passthru.authentication.useLocalServer=Usar servidor local
authentication-passthru.passthru-authentication.passthru.authentication.useLocalServer.description=Si se selecciona esta opci\u00f3n, el servidor local se utiliza para la autenticaci\u00f3n passthru mediante conexiones de bucle invertido en el servidor.
authentication-passthru.passthru-authentication.passthru.authentication.guestAccess=Permitir inicio de sesi\u00f3n de invitado
authentication-passthru.passthru-authentication.passthru.authentication.guestAccess.description=Seleccione esta opci\u00f3n para permitir que un invitado acceda a Alfresco.
authentication-passthru.passthru-authentication.passthru.authentication.authenticateFTP=Autenticar FTP
authentication-passthru.passthru-authentication.passthru.authentication.authenticateFTP.description=Si se selecciona, se activa la autenticaci\u00f3n passthru para FTP.
authentication-passthru.passthru-authentication.passthru.authentication.domain=Autenticar dominio
authentication-passthru.passthru-authentication.passthru.authentication.domain.description=Introduzca el nombre de dominio NetBIOS de Windows que usar\u00e1 la autenticaci\u00f3n passthru. Esto tratar\u00e1 de encontrar los controladores del dominio usando una difusi\u00f3n de red. Si la difusi\u00f3n de red no es satisfactoria, utilice la propiedad passthru.authentication.servers para especificar la lista de controladores de dominio por nombre o direcci\u00f3n.
authentication-passthru.passthru-authentication.passthru.authentication.protocolOrder=Orden de protocolo de autenticaci\u00f3n
authentication-passthru.passthru-authentication.passthru.authentication.protocolOrder.description=El tipo de protocolos y orden de conexi\u00f3n para las sesiones de autenticaci\u00f3n passthru. El valor predeterminado es usar NetBIOS y los tipos de protocolos disponibles son NetBIOS para NetBIOS en TCP y TCPIP para SMB nativo.
authentication-passthru.passthru-authentication.passthru.authentication.offlineCheckInterval=Intervalo de comprobaci\u00f3n fuera de l\u00ednea
authentication-passthru.passthru-authentication.passthru.authentication.offlineCheckInterval.description=Especifica con qu\u00e9 frecuencia en segundos se comprueban los servidores passthru que est\u00e1n marcados como fuera de l\u00ednea para ver si ahora est\u00e1n en l\u00ednea. El intervalo de comprobaci\u00f3n predeterminado es 5 minutos. 
authentication-passthru.passthru-authentication.ntlm.authentication.mapUnknownUserToGuest=Asignar usuario desconocido a invitado
authentication-passthru.passthru-authentication.ntlm.authentication.mapUnknownUserToGuest.description=Seleccione esta opci\u00f3n para permitir a los usuarios desconocidos que inicien sesi\u00f3n autom\u00e1ticamente como usuario invitado de Alfresco durante el Inicio se sesi\u00f3n \u00fanico.
authentication-passthru.passthru-authentication.passthru.authentication.defaultAdministratorUserNames=Nombres de usuario de administrador
authentication-passthru.passthru-authentication.passthru.authentication.defaultAdministratorUserNames.description=Si es necesario, introduzca una lista separando con comas los nombres de usuario que se consideran administradores de forma predeterminada.
authentication-passthru.passthru-authentication.passthru.authentication.servers=Servidores de autenticaci\u00f3n
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
authentication-passthru.passthru-authentication.passthru.authentication.servers.description=Si es necesario, introduzca una lista delimitada por comas de los nombres de servidores o direcciones que se usan para la autenticaci\u00f3n. El autenticador passthru equilibrar\u00e1 la carga entre los servidores disponibles y puede monitorizar el estado del servidor en l\u00ednea y fuera del l\u00ednea. Consulte <a href="http://docs.alfresco.com/5.0/concepts/auth-passthru-domainprops.html" target="_blank">Domain level properties</a> para obtener m\u00e1s informaci\u00f3n.
authentication-passthru.passthru-authentication.passthru.authentication.connectTimeout=Tiempo de espera de conexi\u00f3n
authentication-passthru.passthru-authentication.passthru.authentication.connectTimeout.description=El valor de tiempo de espera en milisegundos al iniciar una sesi\u00f3n en un servidor de autenticaci\u00f3n. El valor predeterminado es 5000.
