syncsettings.title=Configura\u00e7\u00f5es de sincroniza\u00e7\u00e3o
syncsettings.help-text=As configura\u00e7\u00f5es de sincroniza\u00e7\u00e3o gerenciam a sincroniza\u00e7\u00e3o do Alfresco com todos os registros de usu\u00e1rio (servidores LDAP) na cadeia de autentica\u00e7\u00e3o.

#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
syncsettings.help-link=Consulte <a href="http://docs.alfresco.com/5.0/concepts/sync-intro.html" target="_blank">Configuring synchronization</a> para obter mais detalhes.

syncsettings.settings=Configura\u00e7\u00f5es de sincroniza\u00e7\u00e3o
syncsettings.sync-on-startup=Sincroniza\u00e7\u00e3o na inicializa\u00e7\u00e3o
syncsettings.sync-on-startup.description=Selecione para executar a sincroniza\u00e7\u00e3o na inicializa\u00e7\u00e3o do sistema. Isso garante que quando os registros de usu\u00e1rio s\u00e3o criados, a maior parte do trabalho de sincroniza\u00e7\u00e3o seja feita na inicializa\u00e7\u00e3o do servidor, em vez de ser feita no primeiro login. 
syncsettings.sync-missing-people=Sincronizar no login de pessoas ausentes
syncsettings.sync-missing-people.description=Selecione para executar a sincroniza\u00e7\u00e3o quando a autentica\u00e7\u00e3o de um usu\u00e1rio que n\u00e3o existe no Alfresco for bem-sucedida.
syncsettings.allow-deletions=Permitir exclus\u00f5es
syncsettings.allow-deletions.description=Se selecionado, os usu\u00e1rios e grupos locais poder\u00e3o ser exclu\u00eddos durante a sincroniza\u00e7\u00e3o quando se lida com remo\u00e7\u00f5es ou resolu\u00e7\u00e3o de colis\u00f5es.
syncsettings.logging-interval=Intervalo de registro em log
syncsettings.logging-interval.description=O n\u00famero de entradas de usu\u00e1rios ou grupos processadas durante a sincroniza\u00e7\u00e3o antes de o progresso ser registrado em log no n\u00edvel de INFO. Isso exige a seguinte entrada padr\u00e3o em log4j.properties: log4j.logger.org.alfresco.repo.security.sync=info. O padr\u00e3o \u00e9 100.
syncsettings.auto-create-people=Criar pessoas automaticamente no login
syncsettings.auto-create-people.description=Se selecionado, um usu\u00e1rio com propriedades padr\u00e3o \u00e9 criado sempre que um usu\u00e1rio que ainda n\u00e3o existe no Alfresco \u00e9 autenticado com sucesso, mas n\u00e3o \u00e9 encontrado na sincroniza\u00e7\u00e3o. Se n\u00e3o for selecionado, isso permite restringir o Alfresco ao subconjunto de usu\u00e1rios que podem ser autenticados pelo LDAP, e somente aqueles criados pela sincroniza\u00e7\u00e3o podem fazer login. \u00c9 poss\u00edvel controlar o conjunto de usu\u00e1rios nesse conjunto mais restrito substituindo as propriedades de consulta do usu\u00e1rio do subsistema de autentica\u00e7\u00e3o LDAP.
syncsettings.sync-changes-only=Sincronizar somente altera\u00e7\u00f5es
syncsettings.sync-changes-only.description=Marque para executar a sincroniza\u00e7\u00e3o diferencial ou desmarque para executar a sincroniza\u00e7\u00e3o completa. Independentemente desta configura\u00e7\u00e3o, uma sincroniza\u00e7\u00e3o diferencial ainda pode ser acionada quando um usu\u00e1rio que n\u00e3o existe no Alfresco \u00e9 autenticado com sucesso.
syncsettings.import-cron-expression=Importar express\u00e3o CRON
syncsettings.import-cron-expression.description=Especifica uma express\u00e3o cron que define quando o trabalho de sincroniza\u00e7\u00e3o programada deve ser executado. Por padr\u00e3o, isso acontece a cada 24 horas \u00e0 meia-noite.
syncsettings.sync-worker-threads=Sincronizar segmentos de trabalho
syncsettings.sync-worker-threads.description=O n\u00famero de segmentos de trabalho usados para sincroniza\u00e7\u00e3o. O padr\u00e3o \u00e9 1.
