directorymanagement.title=Gestion de l'annuaire
directorymanagement.help-text=Vous pouvez g\u00e9rer les utilisateurs et groupes Alfresco en interne et/ou configurer l'authentification et la synchronisation depuis plusieurs serveurs d'annuaire externes. L'ordre des annuaires dans la liste (cha\u00eene d'authentification) indique l'ordre de priorit\u00e9 dans lequel ils seront utilis\u00e9s pour authentifier et synchroniser les utilisateurs et groupes. Nous vous recommandons de veiller \u00e0 ce que chaque utilisateur existe dans un seul annuaire.

#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
directorymanagement.help-link=Consultez le document relatif \u00e0 <a href="http://docs.alfresco.com/5.0/concepts/auth-intro.html" target="_blank">Alfresco Authentication and Security</a> pour plus d'informations.

directorymanagement.auth-chain=Cha\u00eene d'authentification
directorymanagement.name=Nom
directorymanagement.type=Type
directorymanagement.add=Ajouter
directorymanagement.order=Ordre
directorymanagement.enabled=Activ\u00e9
directorymanagement.synchronized=Synchronis\u00e9
directorymanagement.actions=Actions
directorymanagement.directory.alfrescoNtlm=Interne Alfresco
directorymanagement.directory.ldap=OpenLDAP
directorymanagement.directory.ldap-ad=LDAP (Active Directory)
directorymanagement.directory.passthru=Passthru (interm\u00e9diaire)
directorymanagement.directory.kerberos=Kerberos
directorymanagement.directory.external=Externe
directorymanagement.action.edit=Modifier
directorymanagement.action.test=Tester
directorymanagement.action.reset=R\u00e9initialiser
directorymanagement.action.synchronize=Tester la synchronisation
directorymanagement.action.remove=Supprimer
directorymanagement.move-up=D\u00e9placer vers le haut
directorymanagement.move-down=D\u00e9placer vers le bas
directorymanagement.status=Statut
directorymanagement.status.starttime=Heure de d\u00e9but
directorymanagement.status.endtime=Heure de fin
directorymanagement.status.percentcomplete=Pourcents achev\u00e9s
directorymanagement.status.totalresults=R\u00e9sultats
directorymanagement.status.successful=R\u00e9ussite
directorymanagement.status.failed=Echec
directorymanagement.error.uniqueids=Les ID d'authentification doivent \u00eatre uniques.
directorymanagement.error.external=La cha\u00eene ne peut comporter qu'un seul type d'authentification externe.

directorymanagement.example-directory=Annuaire Mon entreprise
directorymanagement.sync-settings=Param\u00e8tres de synchronisation
directorymanagement.sync-settings-text=Les param\u00e8tres sont identiques pour tous les annuaires sur lesquels la synchronisation est activ\u00e9e.
directorymanagement.run-sync=Ex\u00e9cuter la synchronisation
directorymanagement.run-sync-text=Lance la synchronisation des annuaires d'utilisateurs pour tous les utilisateurs et groupes.
directorymanagement.sync-status=Statut de la synchronisation des annuaires

directorymanagement.change-order=Utilisez les fl\u00e8ches haut et bas pour r\u00e9organiser la cha\u00eene d'authentification. Certains m\u00e9canismes d'authentification ne peuvent pas \u00eatre int\u00e9gr\u00e9s \u00e0 la cha\u00eene. Consultez le document relatif aux <a href="http://docs.alfresco.com/5.0/concepts/auth-subsystem-types.html" target="_blank">Authentication subsystem types</a> pour plus d'informations sur les types d'authentification disponibles dans Alfresco.
directorymanagement.external-text=Le type d'authentification externe appara\u00eet toujours en premier dans la cha\u00eene.
directorymanagement.cifs-auth=Authentification CIFS
directorymanagement.cifs-auth-text=S\u00e9lectionnez un annuaire pour l'authentification CIFS ou d\u00e9sactivez l'authentification CIFS. Pour l'authentification, CIFS utilise un m\u00e9canisme de challenge/response\u00a0; un seul annuaire peut \u00eatre utilis\u00e9 pour l'authentification.
directorymanagement.browser-login=Connexion automatique depuis un navigateur
directorymanagement.browser-login-text=S\u00e9lectionnez un annuaire NTLM ou SPENGO pour que les utilisateurs se connectent automatiquement via un navigateur, ou d\u00e9sactivez la connexion automatique. Le type d'authentification externe permet de configurer d'autres formes d'authentification unique comme CAS ou Siteminder. Consultez le document relatif \u00e0 la <a href="http://docs.alfresco.com/5.0/tasks/auth-alfrescoexternal-sso.html" target="_blank">Configuring Alfresco Share to use an external SSO</a> pour plus d'informations.
directorymanagement.ftp-auth=Authentification FTP
directorymanagement.ftp-auth-text=Si vous utilisez FTP, la cha\u00eene d'annuaires d\u00e9finie ci-dessus sera utilis\u00e9e pour l'authentification. FTP ne prend pas en charge l'authentification externe. 
directorymanagement.modified-chain=La cha\u00eene d'authentification a \u00e9t\u00e9 modifi\u00e9e. Les modifications apport\u00e9es \u00e0 la cha\u00eene doivent \u00eatre enregistr\u00e9es pour permettre la modification de nouveaux \u00e9l\u00e9ments ou rendre accessibles des \u00e9l\u00e9ments pour l'authentification CIFS et la connexion automatique depuis un navigateur.
