authentication-kerberos.title=Editar diret\u00f3rio Kerberos - {0}
authentication-kerberos.intro-text=O JAAS (Java Authentication and Authorization Service) \u00e9 usado no subsistema Kerberos em suporte \u00e0 autentica\u00e7\u00e3o Kerberos de nome de usu\u00e1rio e senhas. Voc\u00ea pode optar por usar o Kerberos com um servidor Active Directory em vez de LDAP ou NTLM, visto que fornece criptografia forte sem usar SSL. \u00c9 poss\u00edvel exportar informa\u00e7\u00f5es de registro de usu\u00e1rio usando um subsistema LDAP em cadeia.
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
authentication-kerberos.instruction-link=Uma configura\u00e7\u00e3o adicional \u00e9 necess\u00e1ria para configurar o Kerberos. Consulte <a href="http://docs.alfresco.com/5.0/concepts/auth-kerberos-intro.html" target="_blank">Configuring Kerberos</a> para obter mais detalhes.

authentication-kerberos.kerberos-authentication=Autentica\u00e7\u00e3o Kerberos 
authentication-kerberos.kerberos-authentication.kerberos.authentication.user.configEntryName=Nome de entrada de configura\u00e7\u00e3o de usu\u00e1rio
authentication-kerberos.kerberos-authentication.kerberos.authentication.user.configEntryName.description=A entrada no arquivo de configura\u00e7\u00e3o do JAAS a ser usada para autentica\u00e7\u00e3o baseada em senha. Recomenda-se o valor padr\u00e3o Alfresco.
authentication-kerberos.kerberos-authentication.kerberos.authentication.cifs.configEntryName=Nome da entrada de configura\u00e7\u00e3o de CIFS
authentication-kerberos.kerberos-authentication.kerberos.authentication.cifs.configEntryName.description=A entrada no arquivo de configura\u00e7\u00e3o do JAAS a ser usada para autentica\u00e7\u00e3o CIFS. Recomenda-se o valor padr\u00e3o AlfrescoCIFS.
authentication-kerberos.kerberos-authentication.kerberos.authentication.cifs.password=Senha do CIFS
authentication-kerberos.kerberos-authentication.kerberos.authentication.cifs.password.description=A senha da entidade de seguran\u00e7a do CIFS Kerberos.
authentication-kerberos.kerberos-authentication.kerberos.authentication.stripUsernameSuffix=Remover sufixo de nome de usu\u00e1rio
authentication-kerberos.kerberos-authentication.kerberos.authentication.stripUsernameSuffix.description=Quando selecionado, o sufixo @dom\u00ednio removido dos nomes de usu\u00e1rio autenticados pelo Kerberos em CIFS, SPP, WebDAV e cliente Web. Se n\u00e3o for selecionado, usu\u00e1rios com v\u00e1rios dom\u00ednios poder\u00e3o usar o sufixo @dom\u00ednio.
authentication-kerberos.kerberos-authentication.kerberos.authentication.defaultAdministratorUserNames=Nomes de usu\u00e1rio de administradores
authentication-kerberos.kerberos-authentication.kerberos.authentication.defaultAdministratorUserNames.description=Se necess\u00e1rio, insira uma lista separada por v\u00edrgulas de nomes de usu\u00e1rio a serem considerados administradores por padr\u00e3o.
authentication-kerberos.kerberos-authentication.kerberos.authentication.realm=Territ\u00f3rio de autentica\u00e7\u00e3o Kerberos
authentication-kerberos.kerberos-authentication.kerberos.authentication.realm.description=O territ\u00f3rio do Kerberos usado para autentica\u00e7\u00e3o. O territ\u00f3rio deve ser o dom\u00ednio em mai\u00fasculas como, por exemplo, se o dom\u00ednio for alfresco.org, o territ\u00f3rio dever\u00e1 ser ALFRESCO.ORG.
authentication-kerberos.kerberos-authentication.kerberos.authentication.http.configEntryName=Nome da entrada de configura\u00e7\u00e3o de HTTP
authentication-kerberos.kerberos-authentication.kerberos.authentication.http.configEntryName.description=A entrada no arquivo de configura\u00e7\u00e3o JAAS usada para logon \u00fanico (SSO) baseado na Web. Recomenda-se o valor padr\u00e3o AlfrescoHTTP.
authentication-kerberos.kerberos-authentication.kerberos.authentication.http.password=Senha do HTTP
authentication-kerberos.kerberos-authentication.kerberos.authentication.http.password.description=A senha da entidade de seguran\u00e7a do HTTP Kerberos.
authentication-kerberos.kerberos-authentication.kerberos.authentication.authenticateFTP=Autenticar FTP
authentication-kerberos.kerberos-authentication.kerberos.authentication.authenticateFTP.description=Se a autentica\u00e7\u00e3o kerberos selecionada para acesso FTP est\u00e1 ativada.