# Properties for ldap authentication subsystem admin console

ldap.authentication.page.title=Modifier l''annuaire LDAP-AD - {0}
ldap.authentication.page.intro-text=Un sous-syst\u00e8me LDAP-AD peut \u00eatre utilis\u00e9 pour authentifier les utilisateurs et synchroniser (exporter) le registre des utilisateurs et groupes. Ces fonctions peuvent \u00eatre combin\u00e9es ou utilis\u00e9es individuellement. Hautement configurable, LDAP-AD requiert toutefois quelques modifications car les param\u00e8tres par d\u00e9faut sont configur\u00e9s pour une installation standard. Ici, seule une connexion LDAP-AD peut \u00eatre configur\u00e9e.
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
ldap.authentication.page.instruction-link=Consultez le document relatif \u00e0 la <a href="http://docs.alfresco.com/5.0/concepts/auth-ldap-intro.html" target="_blank">Configuring LDAP</a> pour plus d'informations sur la configuration de l'authentification.

# Section headings
ldap.authentication.section=Authentification LDAP
ldap.synchronization.section=Synchronisation LDAP

ldap.synchronization-advanced.section=Synchronisation LDAP-AD - Avanc\u00e9e
ldap.synchronization-advanced.section.description=Il est g\u00e9n\u00e9ralement recommand\u00e9 de ne pas modifier ces param\u00e8tres.

ldap.authentication.active=Authentification activ\u00e9e
ldap.authentication.active.description=Lorsque cette option est s\u00e9lectionn\u00e9e, l'annuaire LDAP est utilis\u00e9 pour authentifier les utilisateurs. D\u00e9s\u00e9lectionnez-la si l'annuaire LDAP doit \u00eatre utilis\u00e9 uniquement pour la synchronisation.

ldap.authentication.userNameFormat=Format nom d'utilisateur
ldap.authentication.userNameFormat.description=D\u00e9finit la mani\u00e8re dont l'identifiant Alfresco entr\u00e9 par l'utilisateur est transmis \u00e0 LDAP. Si aucune valeur n'est sp\u00e9cifi\u00e9e (valeur par d\u00e9faut pour le sous-syst\u00e8me LDAP), une requ\u00eate LDAP d\u00e9termine le nom unique (DN) \u00e0 partir de l'identifiant d'utilisateur, de mani\u00e8re dynamique. Ceci permet de structurer les annuaires et ne n\u00e9cessite pas que l'ID d'utilisateur apparaisse dans le nom absolu. La saisie d'une valeur restreint les noms d'utilisateur LDAP \u00e0 un format fixe dans lequel le param\u00e8tre fictif %s de la valeur est remplac\u00e9 par l'ID d'utilisateur entr\u00e9 pour cr\u00e9er l'identifiant transmis \u00e0 LDAP. Consultez le document relatif aux <a href="http://docs.alfresco.com/5.0/concepts/auth-ldap-intro.html" target="_blank">LDAP configuration properties</a> pour plus d'informations.

# The URL to connect to the LDAP server 
ldap.authentication.java.naming.provider.url=URL du serveur LDAP
ldap.authentication.java.naming.provider.url.description=L'URL de votre serveur LDAP, contenant son nom et le port. Le num\u00e9ro de port LDAP standard est 389 (et 636 pour SSL)

ldap.authentication.defaultAdministratorUserNames=Noms d'utilisateur des administrateurs par d\u00e9faut
ldap.authentication.defaultAdministratorUserNames.description=Le cas \u00e9ch\u00e9ant, entrez la liste des noms d'utilisateur consid\u00e9r\u00e9s comme les administrateurs par d\u00e9faut, en les s\u00e9parant par une virgule. Si vous utilisez LDAP pour tous vos utilisateurs, un utilisateur LDAP est consid\u00e9r\u00e9 comme administrateur.

# The authentication mechanism to use for password validation 
ldap.authentication.java.naming.security.authentication=S\u00e9curit\u00e9
ldap.authentication.java.naming.security.authentication.description=S\u00e9lectionnez le m\u00e9canisme de s\u00e9curit\u00e9 qui sera utilis\u00e9 pour l'authentification sur le serveur LDAP. Les valeurs simple et DIGEST-MD5 sont recommand\u00e9es.

ldap.synchronization.active=Synchronisation activ\u00e9e
ldap.synchronization.active.description=Lorsque cette option est s\u00e9lectionn\u00e9e, l'annuaire LDAP autorise la synchronisation des utilisateurs et des groupes. D\u00e9s\u00e9lectionnez-la si l'annuaire LDAP doit \u00eatre utilis\u00e9 uniquement pour l'authentification.

# The default principal to use (only used for LDAP sync)
ldap.synchronization.java.naming.security.principal=Nom du principal de s\u00e9curit\u00e9
ldap.synchronization.java.naming.security.principal.description=Le nom d'utilisateur LDAP \u00e0 utiliser pour la synchronisation, si un nom est requis par le m\u00e9canisme d'authentification pour la synchronisation. Le format est identique \u00e0 celui du nom d'utilisateur LDAP, mais utilise un v\u00e9ritable ID d'utilisateur au lieu de %s. Ce compte est utilis\u00e9 par Alfresco pour r\u00e9cup\u00e9rer les informations de tous les utilisateurs et groupes dans l'annuaire afin de synchroniser sa base de donn\u00e9es interne d'utilisateurs et d'autorit\u00e9s. Lorsque le param\u00e8tre de s\u00e9curit\u00e9 est d\u00e9fini sur simple, la valeur par d\u00e9faut est cn=Manager,dc=company,dc=com.

ldap.synchronization.groupQuery=Requ\u00eate de groupe
ldap.synchronization.groupQuery.description=Cette requ\u00eate s\u00e9lectionne tous les objets qui repr\u00e9sentent les groupes \u00e0 synchroniser. Cette requ\u00eate est utilis\u00e9e en mode de synchronisation compl\u00e8te, planifi\u00e9e par d\u00e9faut toutes les 24\u00a0heures.

# The user search base restricts the LDAP user query to a sub section of tree on the LDAP server.
ldap.synchronization.userSearchBase=Base de recherche d'utilisateur
ldap.synchronization.userSearchBase.description=Le nom unique \u00e0 partir duquel les requ\u00eates d'utilisateur d\u00e9marrent.

# The query to select all objects that represent the users to import.
ldap.synchronization.personQuery=Requ\u00eate de personne
ldap.synchronization.personQuery.description=Cette requ\u00eate s\u00e9lectionne tous les objets qui repr\u00e9sentent les utilisateurs \u00e0 synchroniser. Cette requ\u00eate est utilis\u00e9e en mode de synchronisation compl\u00e8te, planifi\u00e9e par d\u00e9faut toutes les 24\u00a0heures.

# The authentication mechanism to use for password validation 
ldap.synchronization.java.naming.security.authentication=S\u00e9curit\u00e9
ldap.synchronization.java.naming.security.authentication.description=S\u00e9lectionnez le m\u00e9canisme de s\u00e9curit\u00e9 qui sera utilis\u00e9 pour l'authentification sur le serveur de synchronisation LDAP. Les valeurs simple et DIGEST-MD5 sont recommand\u00e9es.

ldap.synchronization.java.naming.security.credentials=Identifiants du principal de s\u00e9curit\u00e9
ldap.synchronization.java.naming.security.credentials.description=Le mot de passe pour le nom du principal de s\u00e9curit\u00e9, le cas \u00e9ch\u00e9ant. Utilis\u00e9 uniquement pour la synchronisation LDAP.

# The group search base restricts the LDAP group query to a sub section of tree on the LDAP server.
ldap.synchronization.groupSearchBase=Base de recherche de groupe
ldap.synchronization.groupSearchBase.description=Le nom unique \u00e0 partir duquel les requ\u00eates de groupe d\u00e9marrent.

# The query to select objects that represent the users to import that have changed since a certain time.
ldap.synchronization.personDifferentialQuery=Requ\u00eate diff\u00e9rentielle de personne
ldap.synchronization.personDifferentialQuery.description=Utilis\u00e9e en mode de synchronisation diff\u00e9rentielle d\u00e8s qu''un utilisateur qui n''existe pas encore dans Alfresco est authentifi\u00e9. La requ\u00eate s\u00e9lectionne les utilisateurs \u00e0 synchroniser qui ont \u00e9t\u00e9 modifi\u00e9s dans l''intervalle de temps sp\u00e9cifi\u00e9. Le param\u00e8tre fictif {0} est utilis\u00e9 \u00e0 la place du format d''horodatage dans les param\u00e8tres avanc\u00e9s de synchronisation LDAP.

# The default home folder provider to use for people created via LDAP import
ldap.synchronization.defaultHomeFolderProvider=Fournisseur du dossier expos\u00e9
ldap.synchronization.defaultHomeFolderProvider.description=D\u00e9finit la mani\u00e8re dont l'espace d'accueil est cr\u00e9\u00e9 dans Alfresco pour les utilisateurs cr\u00e9\u00e9s lors de la synchronisation. 

# The query to select objects that represent the groups to import that have changed since a certain time.
ldap.synchronization.groupDifferentialQuery=Requ\u00eate diff\u00e9rentielle de groupe
ldap.synchronization.groupDifferentialQuery.description=Utilis\u00e9e d\u00e8s qu'un groupe qui n'existe pas encore dans Alfresco est authentifi\u00e9. La requ\u00eate s\u00e9lectionne les groupes \u00e0 synchroniser qui ont \u00e9t\u00e9 modifi\u00e9s dans l'intervalle de temps sp\u00e9cifi\u00e9. 

# The attribute on LDAP group objects to map to the authority name property in Alfresco
ldap.synchronization.groupIdAttributeName=Nom de l'attribut identifiant groupe
ldap.synchronization.groupIdAttributeName.description=Nom de l'attribut dans les objets de groupe LDAP qui devrait correspondre au nom du groupe\u00a0; par d\u00e9faut cn

ldap.synchronization.groupType=Type de groupe
ldap.synchronization.groupType.description=Nom du type de groupe dans LDAP\u00a0; par d\u00e9faut groupOfNames

ldap.synchronization.personType=Type de personne
ldap.synchronization.personType.description=Nom du type de personne dans LDAP\u00a0; par d\u00e9faut inetOrgPerson

ldap.synchronization.userEmailAttributeName=Nom de l'attribut d'e-mail utilisateur
ldap.synchronization.userEmailAttributeName.description=Attribut d'objets personne dans LDAP qui doit correspondre \u00e0 la propri\u00e9t\u00e9 d'adresse e-mail dans Alfresco

# The attribute name on people objects found in LDAP to use as the uid in Alfresco
ldap.synchronization.userIdAttributeName=Nom de l'attribut d'ID utilisateur
ldap.synchronization.userIdAttributeName.description=Nom d'attribut d'objets personne dans LDAP \u00e0 utiliser comme ID utilisateur dans Alfresco

# The attribute on person objects in LDAP to map to the organizational id  property in Alfresco
ldap.synchronization.userOrganizationalIdAttributeName=Nom de l'attribut d'ID de soci\u00e9t\u00e9 de l'utilisateur
ldap.synchronization.userOrganizationalIdAttributeName.description=Attribut d'objets personne dans LDAP qui doit correspondre \u00e0 la propri\u00e9t\u00e9 d'ID de soci\u00e9t\u00e9 dans Alfresco

# If positive, this property indicates that RFC 2696 paged results should be
# used to split query results into batches of the specified size. This
# overcomes any size limits imposed by the LDAP server.
ldap.synchronization.queryBatchSize=Taille de lot de la requ\u00eate
ldap.synchronization.queryBatchSize.description=Si la valeur est un entier positif, cette propri\u00e9t\u00e9 indique que le nombre de r\u00e9sultats par page RFC 2696 doit \u00eatre utilis\u00e9 pour scinder les r\u00e9sultats de la requ\u00eate en plusieurs lots de la taille indiqu\u00e9e. Toute limite de taille impos\u00e9e par le serveur LDAP est ignor\u00e9e. Si la valeur est 0 ou un chiffre inf\u00e9rieur, les r\u00e9sultats ne sont pas scind\u00e9s en lots sur plusieurs pages.

# The attribute on LDAP group objects to map to the authority display name property in Alfresco
ldap.synchronization.groupDisplayNameAttributeName=Nom de l'attribut du nom affich\u00e9 pour le groupe
ldap.synchronization.groupDisplayNameAttributeName.description=Nom de l'attribut dans les objets de groupe LDAP qui devrait correspondre au nom affich\u00e9 pour le groupe dans Alfresco\u00a0; par d\u00e9faut description

ldap.synchronization.groupMemberAttributeName=Nom de l'attribut de membre du groupe
ldap.synchronization.groupMemberAttributeName.description=Nom de l'attribut dans les objets de groupe LDAP qui d\u00e9finit le nom unique de ses membres

# The name of the operational attribute recording the last update time for a group or user.
ldap.synchronization.modifyTimestampAttributeName=Nom de l'attribut d'horodatage de modification
ldap.synchronization.modifyTimestampAttributeName.description=Nom de l'attribut op\u00e9rationnel qui enregistre la date de la derni\u00e8re mise \u00e0 jour d'un groupe ou d'un utilisateur.

ldap.synchronization.timestampFormat=Format d'horodatage
ldap.synchronization.timestampFormat.description=Le format d'horodatage. Pour LDAP-AD, utilisez yyyyMMddHHmmss'.0Z'

# The attribute on person objects in LDAP to map to the first name property in Alfresco
ldap.synchronization.userFirstNameAttributeName=Nom de l'attribut de pr\u00e9nom utilisateur
ldap.synchronization.userFirstNameAttributeName.description=Attribut d'objets personne dans LDAP qui doit correspondre \u00e0 la propri\u00e9t\u00e9 de pr\u00e9nom dans Alfresco.

# The attribute on person objects in LDAP to map to the last name property in Alfresco
ldap.synchronization.userLastNameAttributeName=Nom de l'attribut de nom utilisateur
ldap.synchronization.userLastNameAttributeName.description=Attribut d'objets personne dans LDAP qui doit correspondre \u00e0 la propri\u00e9t\u00e9 de nom dans Alfresco.

ldap.synchronization.attributeBatchSize=Taille de lot d'attribut
ldap.synchronization.attributeBatchSize.description=Si la valeur est positive, cette propri\u00e9t\u00e9 indique qu'une plage doit \u00eatre utilis\u00e9e pour r\u00e9cup\u00e9rer des attributs \u00e0 plusieurs valeurs (comme le membre) par lots de la taille sp\u00e9cifi\u00e9e. Toute limite de taille impos\u00e9e par Active Directory est ignor\u00e9e.

# FTP Authentication
ldap.authentication.ldap.authentication.authenticateFTP=Authentifier FTP
ldap.authentication.ldap.authentication.authenticateFTP.description=Lorsque cette option est s\u00e9lectionn\u00e9e, l'authentification ldap pour l'acc\u00e8s FTP est activ\u00e9e.