authentication-kerberos.title=Modifier l''annuaire Kerberos - {0}
authentication-kerberos.intro-text=JAAS (Java Authentication and Authorization Service) est utilis\u00e9 au sein du sous-syst\u00e8me Kerberos pour prendre en charge l'authentification Kerberos des noms d'utilisateur et mots de passe. Sur un serveur Active Directory, vous pouvez pr\u00e9f\u00e9rer \u00e0 LDAP ou NTLM, Kerberos qui offre un cryptage puissant sans utiliser SSL. Il est possible d'exporter les informations des registres d'utilisateurs \u00e0 l'aide d'un sous-syst\u00e8me LDAP int\u00e9gr\u00e9 \u00e0 la cha\u00eene.
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
authentication-kerberos.instruction-link=Si vous souhaitez utiliser Kerberos, des configurations suppl\u00e9mentaires sont n\u00e9cessaires. Consultez le document relatif \u00e0 la <a href="http://docs.alfresco.com/5.0/concepts/auth-kerberos-intro.html" target="_blank">Configuring Kerberos</a> pour plus d'informations.

authentication-kerberos.kerberos-authentication=Authentification Kerberos 
authentication-kerberos.kerberos-authentication.kerberos.authentication.user.configEntryName=Nom de l'entr\u00e9e de configuration utilisateur
authentication-kerberos.kerberos-authentication.kerberos.authentication.user.configEntryName.description=Entr\u00e9e du fichier de configuration JAAS qui doit \u00eatre utilis\u00e9e pour l'authentification par mot de passe. La valeur par d\u00e9faut Alfresco est recommand\u00e9e.
authentication-kerberos.kerberos-authentication.kerberos.authentication.cifs.configEntryName=Nom de l'entr\u00e9e de configuration CIFS
authentication-kerberos.kerberos-authentication.kerberos.authentication.cifs.configEntryName.description=Entr\u00e9e du fichier de configuration JAAS qui doit \u00eatre utilis\u00e9e pour l'authentification CIFS. La valeur par d\u00e9faut AlfrescoCIFS est recommand\u00e9e.
authentication-kerberos.kerberos-authentication.kerberos.authentication.cifs.password=Mot de passe CIFS
authentication-kerberos.kerberos-authentication.kerberos.authentication.cifs.password.description=Mot de passe du principal CIFS Kerberos.
authentication-kerberos.kerberos-authentication.kerberos.authentication.stripUsernameSuffix=Supprimer le suffixe du nom d'utilisateur
authentication-kerberos.kerberos-authentication.kerberos.authentication.stripUsernameSuffix.description=S\u00e9lectionnez cette option pour supprimer le suffixe @domain des noms d'utilisateur authentifi\u00e9s par Kerberos sur CIFS, SPP, WebDAV et le client Web. Lorsque cette option n'est pas s\u00e9lectionn\u00e9e, les utilisateurs de diff\u00e9rents domaines peuvent utiliser le suffixe @domain.
authentication-kerberos.kerberos-authentication.kerberos.authentication.defaultAdministratorUserNames=Noms d'utilisateur des administrateurs
authentication-kerberos.kerberos-authentication.kerberos.authentication.defaultAdministratorUserNames.description=Le cas \u00e9ch\u00e9ant, entrez la liste des noms d'utilisateur consid\u00e9r\u00e9s comme les administrateurs par d\u00e9faut, en les s\u00e9parant par une virgule.
authentication-kerberos.kerberos-authentication.kerberos.authentication.realm=Domaine d'authentification Kerberos
authentication-kerberos.kerberos-authentication.kerberos.authentication.realm.description=Domaine Kerberos utilis\u00e9 pour l'authentification. Le domaine d'authentification correspond au domaine en lettres majuscules, par exemple si le domaine est alfresco.org, le domaine d'authentification doit \u00eatre ALFRESCO.ORG.
authentication-kerberos.kerberos-authentication.kerberos.authentication.http.configEntryName=Nom de l'entr\u00e9e de configuration HTTP
authentication-kerberos.kerberos-authentication.kerberos.authentication.http.configEntryName.description=Entr\u00e9e du fichier de configuration JAAS utilis\u00e9e pour l'authentification unique (SSO) sur le Web. La valeur par d\u00e9faut AlfrescoHTTP est recommand\u00e9e.
authentication-kerberos.kerberos-authentication.kerberos.authentication.http.password=Mot de passe HTTP
authentication-kerberos.kerberos-authentication.kerberos.authentication.http.password.description=Mot de passe du principal HTTP Kerberos.
authentication-kerberos.kerberos-authentication.kerberos.authentication.authenticateFTP=Authentifier FTP
authentication-kerberos.kerberos-authentication.kerberos.authentication.authenticateFTP.description=Lorsque cette option est s\u00e9lectionn\u00e9e, l'authentification kerberos pour l'acc\u00e8s FTP est activ\u00e9e.