authentication-external.title=\u5916\u90e8\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306e\u7de8\u96c6 - {0}
authentication-external.intro-text=Alfresco\u3092\u5916\u90e8\u306e\u8a8d\u8a3c\u30b7\u30b9\u30c6\u30e0\u306b\u7d71\u5408\u3059\u308b\u3068\u304d\u306b\u3001\u5916\u90e8\u306e\u8a8d\u8a3c\u30b5\u30d6\u30b7\u30b9\u30c6\u30e0\u3092\u4f7f\u7528\u3067\u304d\u307e\u3059\u3002 \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u306b\u7d71\u5408\u3059\u308b\u3068\u3001\u30ed\u30b0\u30a4\u30f3\u3057\u305f\u30e6\u30fc\u30b6\u30fc\u306eID\u304cHttpServletRequest.getRemoteUser()\u30e1\u30bd\u30c3\u30c9\u3092\u4ecb\u3057\u3066\u30b5\u30fc\u30d6\u30ec\u30c3\u30c8\u306b\u6e21\u3055\u308c\u307e\u3059\u3002 \u3053\u308c\u306f\u3001\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u30fc\u3067\u30e6\u30fc\u30b6\u30fc\u306eID\u3092\u30b5\u30fc\u30d6\u30ec\u30c3\u30c8\u306b\u4f1d\u9054\u3059\u308b\u6a19\u6e96\u7684\u306a\u65b9\u6cd5\u3067\u3042\u308b\u305f\u3081\u3001CAS\uff08Central Authentication Service\uff09\u3092\u542b\u3080\u591a\u6570\u306eSSO\u3068\u4e92\u63db\u6027\u304c\u3042\u308a\u307e\u3059\u3002
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
authentication-external.instruction-link=\u8a73\u3057\u304f\u306f\u3001<a href="http://docs.alfresco.com/5.0/concepts/auth-external-intro.html" target="_blank">Configuring external authentication</a>\uff08\u5916\u90e8\u8a8d\u8a3c\u306e\u8a2d\u5b9a\uff09\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002

authentication-external.extenal-authentication=\u5916\u90e8\u8a8d\u8a3c 
authentication-external.extenal-authentication.authentication-enabled=\u8a8d\u8a3c\u6709\u52b9
authentication-external.extenal-authentication.authentication-enabled.description=\u5916\u90e8\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306e\u30e6\u30fc\u30b6\u30fc\u8a8d\u8a3c\u3092\u6709\u52b9\u306b\u3057\u307e\u3059\u3002 \u6709\u52b9\u306b\u3059\u308b\u3068\u3001Alfresco\u306f\u5916\u90e8\u8a8d\u8a3c\u30c8\u30fc\u30af\u30f3\u3092\u53d7\u3051\u5165\u308c\u307e\u3059\u3002\u3053\u308c\u306b\u3088\u308a\u3001\u4fe1\u983c\u3067\u304d\u306a\u3044\u30e6\u30fc\u30b6\u30fc\u304cAlfresco\u306eHTTP\u307e\u305f\u306fAJP\u30dd\u30fc\u30c8\u306b\u76f4\u63a5\u30a2\u30af\u30bb\u30b9\u3057\u306a\u3044\u3088\u3046\u306b\u5236\u5fa1\u3067\u304d\u307e\u3059\u3002
authentication-external.extenal-authentication.proxy-username=\u30d7\u30ed\u30ad\u30b7\u30e6\u30fc\u30b6\u30fc\u540d
authentication-external.extenal-authentication.proxy-username.description=\u30d7\u30ed\u30ad\u30b7\u30e6\u30fc\u30b6\u30fc\u3068\u898b\u306a\u3059\u30ea\u30e2\u30fc\u30c8\u30e6\u30fc\u30b6\u30fc\u3002 \u30c7\u30d5\u30a9\u30eb\u30c8\u306falfresco-system\u3067\u3059\u3002 \u3053\u306e\u30e6\u30fc\u30b6\u30fc\u304b\u3089\u306e\u8981\u6c42\u306f\u3001external.authentication.proxyHeader\u30d7\u30ed\u30d1\u30c6\u30a3\u306e\u30d7\u30ed\u30ad\u30b7\u30d8\u30c3\u30c0\u30fc\u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u30e6\u30fc\u30b6\u30fc\u306eID\u3067\u884c\u308f\u308c\u307e\u3059\u3002 \u3053\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u8a2d\u5b9a\u3057\u306a\u3044\u5834\u5408\u306f\u3001\u5e38\u306b\u30d7\u30ed\u30ad\u30b7\u30d8\u30c3\u30c0\u30fc\u306b\u305d\u306e\u30e6\u30fc\u30b6\u30fc\u540d\u304c\u542b\u307e\u308c\u3066\u3044\u308b\u3068\u898b\u306a\u3055\u308c\u307e\u3059\u3002
authentication-external.extenal-authentication.proxy-header=\u30d7\u30ed\u30ad\u30b7\u30d8\u30c3\u30c0\u30fc
authentication-external.extenal-authentication.proxy-header.description=\u30d7\u30ed\u30ad\u30b7\u30e6\u30fc\u30b6\u30fc\u306e\u540d\u524d\u304c\u542b\u307e\u308c\u3066\u3044\u308bHTTP\u30d8\u30c3\u30c0\u30fc\u3002 \u30c7\u30d5\u30a9\u30eb\u30c8\u306fX-Alfresco-Remote-User\u3067\u3059\u3002
authentication-external.extenal-authentication.admistrator-user-names=\u7ba1\u7406\u8005\u30e6\u30fc\u30b6\u30fc\u540d
authentication-external.extenal-authentication.admistrator-user-names.description=\u5fc5\u8981\u306a\u5834\u5408\u306f\u3001\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u7ba1\u7406\u8005\u3068\u898b\u306a\u3059\u30e6\u30fc\u30b6\u30fc\u540d\u3092\u30ab\u30f3\u30de\u3067\u533a\u5207\u3063\u3066\u5165\u529b\u3057\u307e\u3059\u3002
authentication-external.extenal-authentication.user-id-pattern=\u30e6\u30fc\u30b6\u30fcID\u306e\u30d1\u30bf\u30fc\u30f3
authentication-external.extenal-authentication.user-id-pattern.description=HTTP\u30d8\u30c3\u30c0\u30fc\u304b\u3089\u30e6\u30fc\u30b6\u30fcID\u3092\u62bd\u51fa\u3059\u308b\u305f\u3081\u306e\u6b63\u898f\u8868\u73fe\u3002 \u30d8\u30c3\u30c0\u30fc\u5185\u306e\u60c5\u5831\u306e\u3046\u3061\u3001\u6b63\u898f\u8868\u73fe\u306e\u6700\u521d\u306e\u62ec\u5f27\u3067\u56f2\u307e\u308c\u3066\u3044\u308b\u30b0\u30eb\u30fc\u30d7\u3068\u4e00\u81f4\u3059\u308b\u90e8\u5206\u304c\u30e6\u30fc\u30b6\u30fc\u540d\u306b\u306a\u308a\u307e\u3059\u3002 \u3053\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u8a2d\u5b9a\u3057\u306a\u3044\u5834\u5408\u306f\u3001\u30d8\u30c3\u30c0\u30fc\u306b\u542b\u307e\u308c\u3066\u3044\u308b\u3059\u3079\u3066\u306e\u60c5\u5831\u304c\u30d7\u30ed\u30ad\u30b7\u30e6\u30fc\u30b6\u30fc\u306e\u540d\u524d\u3068\u898b\u306a\u3055\u308c\u307e\u3059\u3002