authentication-passthru.title=Modifier l''annuaire interm\u00e9diaire - {0}
authentication-passthru.intro-text=Le sous-syst\u00e8me interm\u00e9diaire (passthru) peut \u00eatre utilis\u00e9 pour remplacer la base de donn\u00e9es d'utilisateurs Alfresco standard par un contr\u00f4leur de domaine/serveur Windows, ou une liste de serveurs, pour authentifier les utilisateurs qui acc\u00e8dent \u00e0 Alfresco. Ainsi, il n'est pas n\u00e9cessaire de cr\u00e9er des comptes d'utilisateurs dans Alfresco. Le sous-syst\u00e8me prend \u00e9galement en charge les fonctions d'authentification unique (SSO) NTLM pour les clients WebDav, Alfresco Explorer et Share, ainsi que l'authentification CIFS directe sur le serveur CIFS. Cette configuration prend uniquement en charge NTLM\u00a0v1.
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
authentication-passthru.instruction-link=Consultez le document relatif \u00e0 la <a href="http://docs.alfresco.com/5.0/concepts/auth-passthru-intro.html" target="_blank">Configuring pass-through authentication</a> pour plus d'informations.

authentication-passthru.passthru-authentication=Authentification interm\u00e9diaire 
authentication-passthru.passthru-authentication.passthru.authentication.useLocalServer=Utiliser le serveur local
authentication-passthru.passthru-authentication.passthru.authentication.useLocalServer.description=Lorsque cette option est s\u00e9lectionn\u00e9e, le serveur local est utilis\u00e9 pour l'authentification interm\u00e9diaire via des connexions loopback vers le serveur.
authentication-passthru.passthru-authentication.passthru.authentication.guestAccess=Autoriser la connexion en tant qu'invit\u00e9
authentication-passthru.passthru-authentication.passthru.authentication.guestAccess.description=S\u00e9lectionnez cette option pour permettre l'acc\u00e8s \u00e0 Alfresco en tant qu'invit\u00e9.
authentication-passthru.passthru-authentication.passthru.authentication.authenticateFTP=Authentifier FTP
authentication-passthru.passthru-authentication.passthru.authentication.authenticateFTP.description=Lorsque cette option est s\u00e9lectionn\u00e9e, l'authentification interm\u00e9diaire pour l'acc\u00e8s FTP est activ\u00e9e.
authentication-passthru.passthru-authentication.passthru.authentication.domain=Authentifier le domaine
authentication-passthru.passthru-authentication.passthru.authentication.domain.description=Entrez le nom de domaine NetBIOS Windows \u00e0 utiliser pour l'authentification interm\u00e9diaire. Le syst\u00e8me effectue une recherche des contr\u00f4leurs de domaine via une diffusion r\u00e9seau. Si la diffusion \u00e9choue, utilisez la propri\u00e9t\u00e9 passthru.authentication.servers pour d\u00e9finir la liste des contr\u00f4leurs de domaine par nom ou par adresse.
authentication-passthru.passthru-authentication.passthru.authentication.protocolOrder=Ordre des protocoles d'authentification
authentication-passthru.passthru-authentication.passthru.authentication.protocolOrder.description=Types de protocole et ordre de connexion pour les sessions d'authentification interm\u00e9diaire. NetBIOS est utilis\u00e9 par d\u00e9faut, et les types de protocole disponibles sont NetBIOS pour NetBIOS contre TCP et TCPIP pour le mode natif SMB.
authentication-passthru.passthru-authentication.passthru.authentication.offlineCheckInterval=Intervalle de v\u00e9rification hors ligne
authentication-passthru.passthru-authentication.passthru.authentication.offlineCheckInterval.description=Sp\u00e9cifie en secondes la fr\u00e9quence \u00e0 laquelle le syst\u00e8me v\u00e9rifie si les serveurs interm\u00e9diaires marqu\u00e9s comme \u00e9tant hors ligne sont d\u00e9sormais en ligne. L'intervalle de v\u00e9rification par d\u00e9faut est de 5\u00a0minutes. 
authentication-passthru.passthru-authentication.ntlm.authentication.mapUnknownUserToGuest=Rattacher l'utilisateur inconnu aux invit\u00e9s
authentication-passthru.passthru-authentication.ntlm.authentication.mapUnknownUserToGuest.description=S\u00e9lectionnez cette option pour que les utilisateurs inconnus soient automatiquement connect\u00e9s en tant qu'invit\u00e9s Alfresco lors de l'authentification unique (SSO).
authentication-passthru.passthru-authentication.passthru.authentication.defaultAdministratorUserNames=Noms d'utilisateur des administrateurs
authentication-passthru.passthru-authentication.passthru.authentication.defaultAdministratorUserNames.description=Le cas \u00e9ch\u00e9ant, entrez la liste des noms d'utilisateur consid\u00e9r\u00e9s comme les administrateurs par d\u00e9faut, en les s\u00e9parant par une virgule.
authentication-passthru.passthru-authentication.passthru.authentication.servers=Serveurs d'authentification
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
authentication-passthru.passthru-authentication.passthru.authentication.servers.description=Le cas \u00e9ch\u00e9ant, entrez la liste des adresses ou noms de serveur utilis\u00e9s pour l'authentification, en les s\u00e9parant par une virgule. L'authentificateur interm\u00e9diaire r\u00e9partit la charge entre les serveurs disponibles, et peut contr\u00f4ler leur statut en ligne/hors ligne. Consultez le document relatif aux <a href="http://docs.alfresco.com/5.0/concepts/auth-passthru-domainprops.html" target="_blank">Domain level properties</a> pour plus d'informations.
authentication-passthru.passthru-authentication.passthru.authentication.connectTimeout=Expiration de la connexion
authentication-passthru.passthru-authentication.passthru.authentication.connectTimeout.description=D\u00e9lai d'expiration en milli\u00e8mes de seconde pour l'ouverture d'une session sur un serveur d'authentification. La valeur par d\u00e9faut est 5000.
