systemsettings.title=Configura\u00e7\u00f5es do sistema
systemsettings.intro-text=As configura\u00e7\u00f5es do sistema s\u00e3o uma combina\u00e7\u00e3o de configura\u00e7\u00f5es de seu servidor, configura\u00e7\u00f5es de reposit\u00f3rio do aplicativo Web Alfresco e configura\u00e7\u00f5es do aplicativo Alfresco Share. 

systemsettings.alfresco-application.description=Essas configura\u00e7\u00f5es podem ser alteradas somente por meio do arquivo <code>alfresco-global.properties</code>. 
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
systemsettings.instruction-link=Consulte <a href="http://docs.alfresco.com/5.0/concepts/cmd-line-config.html" target="_blank">Command line configuration</a> para obter mais detalhes.

systemsettings.alfresco-application=Configura\u00e7\u00f5es do reposit\u00f3rio do Alfresco
systemsettings.alfresco-application.repository-context=Contexto do reposit\u00f3rio
systemsettings.alfresco-application.repository-context.description=O caminho de contexto do URL do aplicativo Web Alfresco. O padr\u00e3o \u00e9 alfresco.
systemsettings.alfresco-application.repository-hostname=Nome de host do reposit\u00f3rio
systemsettings.alfresco-application.repository-hostname.description=O nome de host que pode ser resolvido externamente do aplicativo Web Alfresco. O valor padr\u00e3o \u00e9 ${localname}. Se o valor padr\u00e3o for usado, o token ${localname} ser\u00e1 substitu\u00eddo automaticamente pelo nome de dom\u00ednio do servidor de reposit\u00f3rio.
systemsettings.alfresco-application.protocol=Protocolo
systemsettings.alfresco-application.protocol.description=O componente de protocolo do aplicativo Web Alfresco. O padr\u00e3o \u00e9 http. O suporte a HTTPS exige uma configura\u00e7\u00e3o adicional no servidor de aplicativo de host. Consulte a documenta\u00e7\u00e3o de seu servidor de aplicativo para obter mais detalhes.
systemsettings.alfresco-application.port=Porta
systemsettings.alfresco-application.port.description=O n\u00famero de porta que pode ser resolvido externamente do URL do aplicativo Web Alfresco. O padr\u00e3o \u00e9 8080.

systemsettings.server-settings=Configura\u00e7\u00f5es de servidor
systemsettings.server-settings.server-allow-writes=Servidor permite grava\u00e7\u00f5es
systemsettings.server-settings.server-allow-writes.description=Indica que o reposit\u00f3rio permitir\u00e1 opera\u00e7\u00f5es de grava\u00e7\u00e3o (desde que a licen\u00e7a seja v\u00e1lida).
systemsettings.server-settings.allowed-users=Usu\u00e1rios permitidos
systemsettings.server-settings.allowed-users.description=Por padr\u00e3o, este campo fica vazio e todos os usu\u00e1rios podem fazer login. Insira uma lista de valores separados por v\u00edrgula de usu\u00e1rios para permitir que somente esses usu\u00e1rios fa\u00e7am login. Se uma lista que n\u00e3o contiver o usu\u00e1rio atual for inserida, o usu\u00e1rio atual ser\u00e1 adicionado automaticamente.
systemsettings.server-settings.maxium-users=N\u00famero m\u00e1ximo de usu\u00e1rios
systemsettings.server-settings.maxium-users.description=O n\u00famero m\u00e1ximo de logins usu\u00e1rios simult\u00e2neos permitido. A configura\u00e7\u00e3o padr\u00e3o -1 significa que h\u00e1 um n\u00famero ilimitado de usu\u00e1rios permitido.

systemsettings.share-application=Configura\u00e7\u00f5es de aplicativo do Share
systemsettings.share-application.share-context=Contexto do Share
systemsettings.share-application.share-context.description=O caminho de contexto do URL do aplicativo Web Share. O padr\u00e3o \u00e9 share.
systemsettings.share-application.share-hostname=Nome de host do Share
systemsettings.share-application.share-hostname.description=O nome de host que pode ser resolvido externamente do URL do aplicativo Web Share. O valor padr\u00e3o \u00e9 ${localname}.
systemsettings.share-application.site-public-group=Grupo p\u00fablico de site
systemsettings.share-application.site-public-group.description=O nome do grupo do qual os usu\u00e1rios precisam ser membros para acessar sites P\u00fablicos. O padr\u00e3o \u00e9 GROUP_EVERYONE, que cont\u00e9m todos os usu\u00e1rios.
systemsettings.share-application.protocol=Protocolo
systemsettings.share-application.protocol.description=O componente de protocolo do aplicativo Web Share. O padr\u00e3o \u00e9 http. O suporte a HTTPS exige uma configura\u00e7\u00e3o adicional no servidor de aplicativo de host. Consulte a documenta\u00e7\u00e3o de seu servidor de aplicativo para obter mais detalhes.
systemsettings.share-application.port=Porta
systemsettings.share-application.port.description=O n\u00famero de porta que pode ser resolvido externamente do URL do aplicativo Web Share. O padr\u00e3o \u00e9 8080.
