systemsettings.title=Configuraci\u00f3n del sistema
systemsettings.intro-text=La configuraci\u00f3n del sistema es una combinaci\u00f3n de la configuraci\u00f3n de su servidor, la configuraci\u00f3n del repositorio de la aplicaci\u00f3n web de Alfresco y la configuraci\u00f3n de la aplicaci\u00f3n Alfresco Share. 

systemsettings.alfresco-application.description=Esta configuraci\u00f3n solo puede cambiarse por medio del fichero <code>alfresco-global.properties</code>. 
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
systemsettings.instruction-link=Consulte <a href="http://docs.alfresco.com/5.0/concepts/cmd-line-config.html" target="_blank">Command line configuration</a> para obtener m\u00e1s informaci\u00f3n.

systemsettings.alfresco-application=Configuraci\u00f3n del repositorio de Alfresco
systemsettings.alfresco-application.repository-context=Contexto de repositorio
systemsettings.alfresco-application.repository-context.description=La ruta de contexto de la URL de aplicaci\u00f3n web de Alfresco. La predeterminada es alfresco.
systemsettings.alfresco-application.repository-hostname=Nombre de host del repositorio
systemsettings.alfresco-application.repository-hostname.description=El nombre de host que puede resolverse externamente de la aplicaci\u00f3n web de Alfresco. El valor predeterminado es ${localname}. Si se utiliza el valor predeterminado, el token ${localname} se sustituir\u00e1 autom\u00e1ticamente por el nombre de dominio del servidor de repositorio.
systemsettings.alfresco-application.protocol=Protocolo
systemsettings.alfresco-application.protocol.description=El componente de protocolo de la aplicaci\u00f3n web de Alfresco. El predeterminado es http. El soporte de HTTPS requiere una configuraci\u00f3n adicional en el servidor de la aplicaci\u00f3n host. Consulte la documentaci\u00f3n de su servidor de aplicaciones para m\u00e1s informaci\u00f3n.
systemsettings.alfresco-application.port=Puerto
systemsettings.alfresco-application.port.description=El n\u00famero de puerto que puede resolverse externamente de la URL de aplicaci\u00f3n web de Alfresco. El valor predeterminado es 8080.

systemsettings.server-settings=Configuraci\u00f3n del servidor
systemsettings.server-settings.server-allow-writes=El servidor permite escritura
systemsettings.server-settings.server-allow-writes.description=Indica que el repositorio permite operaciones de escritura (siempre que sea v\u00e1lida la licencia).
systemsettings.server-settings.allowed-users=Usuarios permitidos
systemsettings.server-settings.allowed-users.description=Este campo est\u00e1 vac\u00edo de forma predeterminada y todos los usuarios pueden iniciar sesi\u00f3n. Introduzca una lista de usuarios separados por comas para permitir solo a estos usuarios iniciar sesi\u00f3n. Si se introduce una lista que no incluya al usuario actual, el usuario actual se a\u00f1adir\u00e1 autom\u00e1ticamente.
systemsettings.server-settings.maxium-users=Usuarios m\u00e1ximos
systemsettings.server-settings.maxium-users.description=El n\u00famero m\u00e1ximo de usuarios que pueden iniciar sesi\u00f3n de forma simult\u00e1nea. El valor predeterminado es -1, lo que significa que se permite un n\u00famero ilimitado de usuarios.

systemsettings.share-application=Configuraci\u00f3n de la aplicaci\u00f3n Share
systemsettings.share-application.share-context=Contexto de Share
systemsettings.share-application.share-context.description=La ruta de contexto de la URL de aplicaci\u00f3n web de Share. La predeterminada es share.
systemsettings.share-application.share-hostname=Nombre de host de Share
systemsettings.share-application.share-hostname.description=El nombre de host que puede resolverse externamente de la URL de aplicaci\u00f3n web de Share. El valor predeterminado es ${localname}.
systemsettings.share-application.site-public-group=Grupo p\u00fablico del sitio
systemsettings.share-application.site-public-group.description=El nombre del grupo del que los usuarios deben ser miembros para acceder a los sitios p\u00fablicos. El predeterminado es GROUP_EVERYONE, que incluye a todos los usuarios.
systemsettings.share-application.protocol=Protocolo
systemsettings.share-application.protocol.description=El componente de protocolo de la aplicaci\u00f3n web de Share. El predeterminado es http. El soporte de HTTPS requiere una configuraci\u00f3n adicional en el servidor de la aplicaci\u00f3n host. Consulte la documentaci\u00f3n de su servidor de aplicaciones para m\u00e1s informaci\u00f3n.
systemsettings.share-application.port=Puerto
systemsettings.share-application.port.description=El n\u00famero de puerto que puede resolverse externamente de la URL de aplicaci\u00f3n web de Share. El valor predeterminado es 8080.
