systemsettings.title=Param\u00e8tres syst\u00e8me
systemsettings.intro-text=Les param\u00e8tres syst\u00e8me regroupent les param\u00e8tres de votre serveur, les param\u00e8tres de l'entrep\u00f4t de l'application web Alfresco et les param\u00e8tres de l'application Alfresco Share. 

systemsettings.alfresco-application.description=Ces param\u00e8tres peuvent \u00eatre modifi\u00e9s uniquement via le fichier <code>alfresco-global.properties</code>. 
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
systemsettings.instruction-link=Consultez le document relatif \u00e0 la <a href="http://docs.alfresco.com/5.0/concepts/cmd-line-config.html" target="_blank">Command line configuration</a> pour plus d'informations.

systemsettings.alfresco-application=Param\u00e8tres de l'entrep\u00f4t Alfresco
systemsettings.alfresco-application.repository-context=Contexte d'entrep\u00f4t
systemsettings.alfresco-application.repository-context.description=Chemin de contexte de l'URL de l'application web Alfresco. La valeur par d\u00e9faut est alfresco.
systemsettings.alfresco-application.repository-hostname=Nom d'h\u00f4te de l'entrep\u00f4t
systemsettings.alfresco-application.repository-hostname.description=Nom d''h\u00f4te r\u00e9solvable en externe de l''application web Alfresco. La valeur par d\u00e9faut est ${localname}. Lorsque la valeur par d\u00e9faut est s\u00e9lectionn\u00e9e, le jeton ${localname} est automatiquement remplac\u00e9 par le nom de domaine du service d''entrep\u00f4t.
systemsettings.alfresco-application.protocol=Protocole
systemsettings.alfresco-application.protocol.description=Protocole de l'application web Alfresco. La valeur par d\u00e9faut est http. La prise en charge HTTPS n\u00e9cessite une configuration suppl\u00e9mentaire du serveur d'application h\u00f4te. Consultez la documentation de votre serveur d'applications pour plus d'informations.
systemsettings.alfresco-application.port=Port
systemsettings.alfresco-application.port.description=Num\u00e9ro du port r\u00e9solvable en externe de l'URL de l'application web Alfresco. La valeur par d\u00e9faut est 8080.

systemsettings.server-settings=Param\u00e8tres du serveur
systemsettings.server-settings.server-allow-writes=Autorise les \u00e9critures sur le serveur
systemsettings.server-settings.server-allow-writes.description=Indique que l'entrep\u00f4t autorise les \u00e9critures (sous r\u00e9serve d'une licence valide).
systemsettings.server-settings.allowed-users=Utilisateurs autoris\u00e9s
systemsettings.server-settings.allowed-users.description=Par d\u00e9faut, ce champ est vide et tous les utilisateurs peuvent se connecter. Pour autoriser uniquement certains utilisateurs \u00e0 se connecter, entrez la liste de ces utilisateurs en les s\u00e9parant par une virgule. Si la liste entr\u00e9e ne contient pas l'utilisateur actuel, celui-ci sera automatiquement ajout\u00e9.
systemsettings.server-settings.maxium-users=Nombre maximum d'utilisateurs
systemsettings.server-settings.maxium-users.description=Nombre maximum d'utilisateurs simultan\u00e9s autoris\u00e9s \u00e0 se connecter. La valeur par d\u00e9faut -1 signifie que le nombre maximum d'utilisateurs simultan\u00e9s autoris\u00e9s \u00e0 se connecter est illimit\u00e9.

systemsettings.share-application=Param\u00e8tres de l'application Share
systemsettings.share-application.share-context=Contexte de Share
systemsettings.share-application.share-context.description=Chemin de contexte de l'URL de l'application web Share. La valeur par d\u00e9faut est share.
systemsettings.share-application.share-hostname=Nom d'h\u00f4te Share
systemsettings.share-application.share-hostname.description=Nom d''h\u00f4te r\u00e9solvable en externe de l''URL de l''application web Share. La valeur par d\u00e9faut est ${localname}.
systemsettings.share-application.site-public-group=Groupe de sites publics
systemsettings.share-application.site-public-group.description=Nom du groupe auxquels les utilisateurs doivent appartenir pour acc\u00e9der aux sites publics. La valeur par d\u00e9faut GROUP_EVERYONE regroupe tous les utilisateurs.
systemsettings.share-application.protocol=Protocole
systemsettings.share-application.protocol.description=Protocole de l'application web Share. La valeur par d\u00e9faut est http. La prise en charge HTTPS n\u00e9cessite une configuration suppl\u00e9mentaire du serveur d'application h\u00f4te. Consultez la documentation de votre serveur d'applications pour plus d'informations.
systemsettings.share-application.port=Port
systemsettings.share-application.port.description=Num\u00e9ro du port r\u00e9solvable en externe de l'URL de l'application web Share. La valeur par d\u00e9faut est 8080.
