systemsettings.title=Systemeinstellungen
systemsettings.intro-text=Die Systemeinstellungen sind eine Kombination aus den Einstellungen Ihres Servers, des Repositorys der Alfresco-Webanwendung und der Alfresco Share-Anwendung. 

systemsettings.alfresco-application.description=Diese Einstellungen k\u00f6nnen nur \u00fcber die Datei <code>alfresco-global.properties</code> ge\u00e4ndert werden. 
#
# NOTE TO TRANSLATORS - ensure the HTML code in this message is left intact.
#
systemsettings.instruction-link=Weitere Informationen finden Sie unter <a href="http://docs.alfresco.com/5.0/concepts/cmd-line-config.html" target="_blank">Command line configuration</a>.

systemsettings.alfresco-application=Alfresco Repository-Einstellungen
systemsettings.alfresco-application.repository-context=Repository-Kontext
systemsettings.alfresco-application.repository-context.description=Der Kontextpfad der URL der Alfresco-Webanwendung. Standard ist "alfresco".
systemsettings.alfresco-application.repository-hostname=Repository-Hostname
systemsettings.alfresco-application.repository-hostname.description=Der extern aufl\u00f6sbare Hostname der Alfresco-Webanwendung. Der Standardname ist ${localname}. Wenn der Standardwert verwendet wird, wird der Token ${localname} automatisch durch den Domainnamen des Repository-Servers ersetzt.
systemsettings.alfresco-application.protocol=Protokoll
systemsettings.alfresco-application.protocol.description=Die Protokoll-Komponente der Alfresco-Webanwendung. Standard ist http. F\u00fcr HTTPS-Unterst\u00fctzung ist eine zus\u00e4tzliche Konfiguration im Host-Anwendungsserver erforderlich. Weitere Informationen dazu finden Sie in der Dokumentation zu Ihrem Anwendungsserver.
systemsettings.alfresco-application.port=Port
systemsettings.alfresco-application.port.description=Die extern aufl\u00f6sbare Portnummer der URL der Alfresco-Webanwendung. Standard ist 8080.

systemsettings.server-settings=Servereinstellungen
systemsettings.server-settings.server-allow-writes=Schreibzugriff auf Server zulassen
systemsettings.server-settings.server-allow-writes.description=Gibt an, dass das Repository Schreibzugriff zul\u00e4sst (vorausgesetzt, es ist eine g\u00fcltige Lizenz vorhanden).
systemsettings.server-settings.allowed-users=Zugelassene Benutzer
systemsettings.server-settings.allowed-users.description=Standardm\u00e4\u00dfig ist dieses Feld leer und alle Benutzer k\u00f6nnen sich anmelden. Wenn Sie nur bestimmte Benutzer zulassen m\u00f6chten, geben Sie hier eine Liste aller zugelassenen Benutzer (durch Kommas getrennt) ein. Wenn diese Liste den aktuellen Benutzer nicht enth\u00e4lt, wird der aktuelle Benutzer automatisch zu dieser Liste hinzugef\u00fcgt.
systemsettings.server-settings.maxium-users=Maximale Anzahl Benutzer
systemsettings.server-settings.maxium-users.description=Die maximale Anzahl an Benutzern, die gleichzeitig angemeldet sein k\u00f6nnen. Die Standardeinstellung -1 bedeutet, dass die Anzahl der zul\u00e4ssigen Benutzer nicht begrenzt ist.

systemsettings.share-application=Share-Anwendungseinstellungen
systemsettings.share-application.share-context=Share-Kontext
systemsettings.share-application.share-context.description=Der Kontextpfad der URL der Share-Webanwendung. Standard ist share.
systemsettings.share-application.share-hostname=Share-Hostname
systemsettings.share-application.share-hostname.description=Der extern aufl\u00f6sbare Hostname der URL der Share-Webanwendung. Der Standardname ist ${localname}.
systemsettings.share-application.site-public-group=Gruppe f\u00fcr \u00f6ffentliche Sites
systemsettings.share-application.site-public-group.description=Der Name der Gruppe, der Mitglieder angeh\u00f6ren m\u00fcssen, um auf \u00f6ffentliche Sites zugreifen zu k\u00f6nnen. Standard ist GROUP_EVERYONE (beinhaltet alle Benutzer).
systemsettings.share-application.protocol=Protokoll
systemsettings.share-application.protocol.description=Die Protokoll-Komponente der Share-Webanwendung. Standard ist http. F\u00fcr HTTPS-Unterst\u00fctzung ist eine zus\u00e4tzliche Konfiguration im Host-Anwendungsserver erforderlich. Weitere Informationen dazu finden Sie in der Dokumentation zu Ihrem Anwendungsserver.
systemsettings.share-application.port=Port
systemsettings.share-application.port.description=Die extern aufl\u00f6sbare Portnummer der URL der Share-Webanwendung. Standard ist 8080.
