# Action conditions

no-condition.title=Tout contenu
no-condition.description=Cette condition correspondra \u00e0 tout \u00e9l\u00e9ment de contenu ajout\u00e9 \u00e0 l'Espace. Utiliser celle-ci quand vous souhaitez appliquer une action \u00e0 tout ce qui est ajout\u00e9 \u00e0 l'Espace.

match-text.title=Contenu dont le nom contient le texte pr\u00e9cis\u00e9
match-text.description=La r\u00e8gle est appliqu\u00e9e \u00e0 tout contenu dont le nom contient le texte pr\u00e9cis\u00e9.

in-category.title=Contenu appartenant \u00e0 la cat\u00e9gorie d\u00e9sign\u00e9e
in-category.description=La r\u00e8gle est appliqu\u00e9e \u00e0 tout contenu appartenant \u00e0 la cat\u00e9gorie d\u00e9sign\u00e9e.

# Actions

add-features.title=Ajouter un aspect au contenu
add-features.description=Cette action ajoute un aspect au contenu.

simple-workflow.title=Ajouter un workflow basique au contenu correspondant \u00e0 la condition.
simple-workflow.description=Cette action ajoute un workflow basique au contenu. Ce qui permet au contenu d'\u00eatre d\u00e9plac\u00e9 vers un Dpssier diff\u00e9rent avant de passer \u00e0 l'\u00e9tape suivante dans le workflow. Il est aussi possible de pr\u00e9ciser un Espace o\u00f9 il sera d\u00e9plac\u00e9 en cas de rejet.
			
link-category.title=Associer le contenu \u00e0 une cat\u00e9gorie
link-category.description=Cette action associe une cat\u00e9gorie au contenu.

transform.title=Copier le contenu vers une destination selon son format
transform.description=Cette action copie le contenu vers une autre destination en fonction de son format.

transform-image.title=Copier une image vers une destination selon son format
transform-image.description=Cette action copie une image vers une autre destination en fonction de son format.

copy.title=Copier le contenu vers une destination
copy.description=Cette action copie le contenu vers une autre destination.

move.title=D\u00e9placer le contenu vers une destination
move.description=Cette action d\u00e9place le contenu vers une autre destination.

mail.title=Envoyer un courriel \u00e0 des utilisateurs
mail.description=Cette action envoie un courriel \u00e0 une liste d'utilisateurs.

check-in.title=Archiver le contenu
check-in.description=Cette action enregistre le contenu.

check-out.title=Extraire une copie de travail du contenu
check-out.description=Cette action extrait une copie de trvail du contenu.
